{
    "aboutgujarat": [
		{"id":"1","about": "Culture","topic": "Introduction","description": "Experience the aesthetic appeal with the Arts, Culture and Lifestyles in Gujarat. It earns the reputation of finer things in life as Arts reflects medium of expression and communication, culture reflects the finer details of moral and traditional values and Lifestyles is the very existence of Gujaratis, unmatched 'lifestyle living' in the country."},
		{"id":"2","about": "Culture","topic": "Arts is an expression","description": "The brilliant blend of Arts, culture and Lifestyle make spaces for peace and soulful well being. In Gujarat, there is freedom for Artists as they create an image on a canvass or click a photograph that appeals to the eye. With ample mediums to work on innovative, witty and submissive forms, Arts present something to our sense perceptions as they make way to articulate lifestyles. Gujarat stand unique with Arts as a form of expression as it is a home to many world renowned Artists and flourishing talents shaping up the Art World. The State also has a fantastic pool of artists and a new breed of collectors and investors in the Art Talents."},
		{"id":"3","about": "Culture","topic": "Music is speech of angels","description": "The music and dance blend the rich traditions with its folk music and dance. The Garba dance is the spiritual expression of Gujarat and the spirit of festivity of the traditional festival reaches worldwide. Music and folk dances have evolved since ancient times and continues to lure people to its rich tradition even today as it retain its original form or even blend to modern forms. Folk songs, classical music and array of distinctive classical ragas have exemplary features with distinctive music variations. Gujarat is known to have produced its own folk instruments besides the vast contributions to classical and folk music. Also modern culture of pop thrive its existence with the youth catching faster on western and other music forms pertaining to other countries."},
		{"id":"4","about": "Culture","topic": "Crafts is an exclusive talent","description": "Handicrafts of Gujarat, differs in its proportions of its patterns to the element of wonderful exquisite artifacts in various forms. Ancient crafts exist in Gujarat blend with unique traditional intricate work and finer details with artistic and aesthetic appeal. The handicrafts products of skilled craftsmanship are popular all over the world. It mirrors vibrant culture of the State. "},
		{"id":"5","about": "Culture","topic": "Traditions speak","description": "Gujarat is a land of traditions. Festivity spirit continues all round the year as spirituality is in every breath of the Gujarati soul. Gujarat has fairs and festivals apart from many other rituals and traditions. Gujarat is also popular for the lifestyle and cuisines that go with the celebrations. Traditions almost remain unchanged and you get acquainted with the modern living as Gujarat develops on a faster growth to modernity, influenced by outside culture. Unmatched traditions in the world, it speaks of 'Home is where the heart is.'"},
		{"id":"6","about": "Culture","topic": "Knowledge is Power","description": "Literature is traced back to the bygone Sultanate era. Gujarati Literature stand as a mix of classics and contemporary Literature with its Prose, Poetry, Plays, Biography-Autobiographies, Fiction and non fiction. More, the State is sound with many Literature writers and poets with contributions of multi language Literature like English, Hindi and esp. Sanskrit Literature. "},
		{"id":"7","about": "Culture","topic": "Enculturation and Culture","description": "Gujarat is influenced with enculturation; a culture shared with members of the society and passed on from one generation to the next. Enculturation has unified people with common sense experience and influence that lead to knowledge and appreciation of cultural traditions and lifestyles. The aspect of joining hands to greet or bow down comes through age influences as offering reverence. Social systems of learning, religious practices and forms of artistic expressions have led way to more balanced lifestyles in Gujarat. People of Gujarat are found to be sharing cultural traits and patterns with other regions and also extend beyond national boundaries towards International culture. "},
		{"id":"8","about": "Culture","topic": "Lifestyles sustain","description": "Gujarat is 'heaven on earth'. Ask anyone in the world and Gujarat is the most cherished place to visit in India. Gujarat is the Land of the Legends where individuals have peace of mind, are spiritual and live in harmony. The people are enterprising oriented, cooperative, and supportive. They possess warm and friendly nature with qualities of humanity, Gujaratis are found to be most generous and loyal. It is said, Attitude and all is that 'Makes a Big Difference'"},
		{"id":"9","about": "Food","topic": "Introduction","description": "The traditional Gujarati food is primarily vegetarian and has a high nutritional value. The typical Gujarati thali consists of varied kinds of dishes. Gujarati cuisine has a lot to offer and each dish has an absolutely different cooking style. Some of the dishes are stir fry, while others are boiled. Gujarati food is more often served on a silver platter. Gujaratis use a combination of different spices and flavours to cook their meals and this is what makes their food truly exotic. <br \/> <br\/> The traditional Gujarati thali mostly encompasses rotli, dal or kadhi, sabzi also known as shaak and rice. People in Gujarat eat one or the other type of curry along with rice and roti in almost every meal Gujarati dishes usually have a very subtle taste that makes it truly distinct from other Indian cuisines. Lot of emphasis is laid on maintaining hygiene while cooking. Most of the Gujarati dishes are sweet, while others have a quite larger concentration of sugar as compared to salt and spices. Sometimes, jaggery is used as an alternative to sugar.<br \/> <br\/> Gujarati food is highly energy efficient and thus do not cause much of fuel wastage. The staple food of Gujarat consists of homemade pickles, chhaas (buttermilk), salad etc. Main course includes vegetables which are usually steamed and dal. Vaghaar is a blend of spices, which is purified in hot oil and then added to the dal. To prevent the body from becoming dehydrated, lot of salt, sugar, tomato and lemon is used. <br \/> <br\/> Gujarati cuisine differs from season to season depending on the availability of vegetables. People in the urban areas are starting some new eating trends. In the summer season, spices such as black pepper and its constituent spices are used in lesser quantities. People fast on a regular basis and limit their diet to milk, nuts and dried fruits. <br \/> <br\/>In the modern era, more and more youngsters have started developing taste for oily spicy food. Even, the modern chefs are coming up with fusion food concept by combining Gujrati food and Western food. Desserts, which were in the ancient times offered only on festivity or some special occasions, have now found their way in the daily meals. "},
		{"id":"10","about": "Food","topic": "Sweets","description": "Basundi, Ghari Ghebar, Halvasan, Keri no ras, Malpua, Puran Poli, Shrikhand, Sutarfeni"},
		{"id":"11","about": "Food","topic": "Diwali Special Snacks","description": "Cholafali, Ghooghra, Mathia, Soonvali"},
		{"id":"12","about": "Food","topic": "Farsan (Snacks)","description": "Daal Dhokli, Dhokla, Fafda, Farsi Falafel, Ganthia, Hahdwoh, Kachori , Khakhra, Khaman, Khaman Dhokla, Khandvi, Khichu, Lilva Kachori, Muthia, Sev Khamani "},
		{"id":"13","about": "Food","topic": "Shaak and Daal: Vegetables and Curries","description": "Meethi (Sweet) Kadhi, Sev Tameta nu Shak, Undhiyun "},
		{"id":"14","about": "Food","topic": "Breads","description": "Bajri no rotlo, Bhakhri , hebara, Thepala"},
		{"id":"15","about": "History","topic": "Introduction","description": "Gujarat is a State in northwestern India. The Arabian Sea borders the state both to the west and the south west.  The State took it's name from the Gujara, the land of the Gujjars, who ruled the area during the 700's and 800's."},
		{"id":"16","about": "History","topic": "Ancient Roots","description": "The first settlers in the State of Gujarat were Gujjars who happened to be an ethnic group of India, Pakistan and Afghanistan. Though the earliest Archeological traces indicate the Indus Valley Civilization as historical relics with the stone age settlements are found in Gujarat around Sabarmati and Mahi rivers. Its roots are also in the Harappan traces found at Lothal, Rampur, Amri and other places. <br \/> <br\/> Ancient Gujarat was ruled by the Maurya Dynasty succeeded by the Shungas ,  Chawura, Solanki', and Baghilah races.  Karandev of the Vaghela dynasty was the last Hindu ruler of Gujarat and he was overthrown by the superior forces of Allauddin Khilji from Delhi in 1297."},
		{"id":"17","about": "History","topic": "Medieval Times","description": "The Muslim rule continued for 400 years. Gujarat's Muslim governor Zafar Khan Muzaffar asserted his independence, and established the first Muslim sultanate in Gujarat. His successor, Ahmed I, the first independent Muslim ruler of Gujarat, found Ahmedabad in 1411 on the banks of the Sabarmati river.<br \/> <br\/> Sultanate of Gujarat remained independent until 1576 when the Mughal emperor Akbar conquered it and annexed it to the Mughal Empire. The Mughals ruled for about 2 centuries till the streak was terminated by the Marathas in the mid 18th century. Chhatrapati Shivaji, the great Maratha ruler conquered Gujarat with his military skill."},
		{"id":"18","about": "History","topic": "Europeans Influence","description": "In 1600's, the Dutch, French, English and Portuguese all established bases along the coast of the region acquiring several enclaves along the Gujarati coast, including Daman and Diu as well as Dadra and Nagar Haveli.<br \/> <br\/> The British East India Company established a factory in Surat in 1614, which formed their first base in India. Gujarat was placed under the political authority of the Bombay Presidency, with the exception of Baroda state, which had a direct relationship with the Governor-General of India. From 1818 to 1947, most of present-day Gujarat, including Kathiawar, Kutch, and northern and eastern Gujarat were divided into dozens of princely states, but several districts in central and southern Gujarat, namely Ahmedabad, Broach (Bharuch), Kaira, Panch Mahals, and Surat, were ruled directly by British officials. "},
		{"id":"19","about": "History","topic": "Mahagujarat Movement ","description": "After the Independence, in 1948, a Mahagujarat conference took place to integrate the entire Gujarati speaking population under one administrative body and on May 1, 1960, the Bombay State split into the states of Maharashtra and Gujarat."},
		{"id":"20","about": "History","topic": "Modern Day Gujarat ","description": "In 2001, following the loss of 2 assembly seats in by-elections, Keshubhai Patel resigned and yielded power to the present Chief Minister Narendra Modi. The BJP retained a majority in the 2002 election, and Narendra Modi has since served as Chief Minister of the state since 7 October 2001 upto present. On 1st June, 2007, Narendra Modi became the longest serving Chief Minister of Gujarat."},
		{"id":"21","about": "Facts","topic": "As a whole","description": "Gujarat is one of the most prosperous states of the country, having a per-capita GDP 3.2 times India’s average.<br \/> <br\/> If it was a nation it would have been 67th richest nation in the world above many European and Asian economies like China and Ukraine.<br \/> <br\/> Reliance Petroleum Limited, one of the group companies of Reliance Industries Limited founded by Dhirubhai Ambani operates the oil refinery at Jamnagar which is the world's largest grass roots refineries. <br \/> <br\/> Gujarat ranks first nationwide in gas-based thermal electricity generation with national market share of over 8% and second nationwide in nuclear electricity generation with national market share of over 1%. <br \/> <br\/> Over 20% of the S&P CNX 500 conglomerates have corporate offices in Gujarat.<br \/> <br\/> Over 35% of the stock market wealth of India is with Gujarati People. <br \/> <br\/> Over 60% of Indian Population in North America is Gujarati.<br \/> <br\/> An average income of a Gujarati family in North America is three times more than the average income of an American family.<br \/> <br\/> Gujarat is having the longest sea shore compared to any other Indian state. <br \/> <br\/> Gujarat is having the highest no. of operating airports in India (Total 12).<br \/> <br\/>India's 16% of Investment are from Gujarat.<br \/> <br\/> Gujarat is having highest no. of vegetarian people compared to any other state in India.<br \/> <br\/>Gujarat is the safest state as the Crime rate of it is 8.2 which is the least in India even after considering 2002 communal riots, stated by India Today 2005 report.<br \/> <br\/>Gujarat is having least crime against women among all Indian states (excluding Goa) where AP is 1st, Delhi is 2nd, Bihar is 3rd, Zarkhand is 4th and UP is 5th." },
		{"id":"22","about": "Facts","topic": "Economy","description": " Gujarat holds many records in India for economic development: <br \/> <br\/>20% of India's Industrial Output <br \/> <br\/> 9% of India's Mineral Production.  <br \/> <br\/> 22% of India's exports. <br \/> <br\/> 24% of India's textile production.<br \/> <br\/> 35% of India's pharmaceutical products. <br \/> <br\/> 51% of India's petrochemical production"},
		{"id":"23","about": "Facts","topic": "About Cities","description": " The world's largest ship breaking yard is in Gujarat near Bhavnagar at Alang.<br \/> <br\/> The first ALL VEG PIZZA-HUT was opened in Ahmedabad. <br \/> <br\/> Ahmedabad,the commercial capital of Gujarat is the seventh largest city in India. <br \/> <br\/> Surat is one of the fastest growing city in the world. <br \/> <br\/> Gandhinagar is the Greenest Capital City in whole Asia. <br \/> <br\/> Indian Institute of Management, Ahmedabad(IIMA) is Asia's 1st and world's 45th ranked management college located in Ahmedabad, Gujarat.<br \/> <br\/> Ahmedabad which is the seventh largest city in India is the lowest in crime rate among all Tier-I and Tier-II cities of India as per National Crime Records Bureau (NCRB) report. <br \/> <br\/> Ahmedabad is ranked 2nd in Real Estate, Ahead of Bangalore, Chennai, Hyderabad, Mumbai & Delhi. 3rd in Policy Initiatives, Ahead of Bangalore, Chennai, Calcutta, Mumbai & Delhi. 4th in Manpower,Ahead of Bangalore,Chennai, Mumbai & Delhi."},
		{"id":"24","about": "Specialities","topic": "Shopping","description": "A Gujarat tour would be incomplete without shopping in Gujarat. The state is popular for its variety of handiworks and folklore. Gujarat is also famous for its elegant fabrics. The state narrates the excellent needle work of olden times. It still displays a divergent range of designs, darns and colors. Gujarat offers exclusive attires especially for women. Beautiful Sarees embossed with beadwork, Zari work, embroidered mirrors, tinsels and ammos, dyed work, Bandhani designs are the specialties of Gujarat. Shopping in Gujarat gives one a chance to explore something unique creating a difference. Patola sarees made of silk are the major attraction for women. Bandhanis and customary ghagra-Cholis also have a good sale in the state. One can also find beautiful attires for marriage and other occasions. The place also offers an exclusive range of apparels for men."},
		{"id":"25","about": "Specialities","topic": "Home decor artifacts","description": "Gujarat is also famous for its home decor artifacts. Bravura wall draperies, embellished applique quilts, cribbed outfits, rag playthings, inflated footwear and glossed fixtures are some of the best relics that the state offers. Knick-knacks with embossed Lac designs and mirrors reflecting vibrantly blended colors make Gujarat the best place to shop in."},
		{"id":"26","about": "Specialities","topic": "Sarees","description": "Several clandestine stores and emporia are offered by the government in the state. This will surely add dazzle to an enthralling experience of shopping in Gujarat. Gujarat is well known for its charming saris. These obscurely designed saris are fabulously embossed with Zari work. The Patola silk saris from Patan are in great demand. The fabric is so alluring that you can't resist buying it. Bandhanis and colorful ghagra cholis are largely sold in Gujarat. A beautiful city of Gujarat called Jamnagar is eminent for its dyed attires and dazzling embellished works."},
		{"id":"27","about": "Specialities","topic": "Emporiums","description": "Ahmedabad offers great delight to the shopping freaks. The city is a shopper top for all kinds of people. It holds classy emporiums on one side and roadside shop stores on the other to apposite everyone's pocket. Hastakala, Kapasi emporium, Khadi Gram Udyug emporiums, bandhej and Saurashtra emporium are some exclusive places with elegant cotton attires, handiworks, and junks. One of the most famous craft emporiums of Gujarat called as Gurajari offers elite brand of artifacts from the whole state. Lots of ethnic and traditional jewelry and artifacts are to found at Teen Darwaja, located in the old part of Ahmedabad. The place provides an exclusive range of antique items and gives a great chance to bargain. Some areas best suited for shopping freaks in Ahmedabad include Ashram road, CG road, Law Garden, Relief Road and many more."},
		{"id":"28","about": "Specialities","topic": "Pergolas","description": "You can also find imperial shopping pergolas while shopping in Gujarat. All the major cities of Gujarat offer exclusive brand of fabrics. Some of the major cities involved in the export of fabrics are Surat, Jamnagar, Gandhinagar, Ahmedabad, and Vadodara. The versatile state offering all kinds of traditional stuff is sure to allure you with its enchanting market places."},
		{"id":"29","about": "Festivals","topic": "Rann Utsav","description": "The Kutch at its colourful and exotic best during the Rann Utsav in Every December, Kutch, Gujarat, India. This annually organized festival offers an opportunity for visitors to attend Folk Dance, desert festival kutch, desert festival gujarat, desert festival india, Camel Safari, Live-in -Tents, Musical Moments, Visit the Centuries and many more activities. to watch artisans at work, to shop directly from NGO's craftspeople and village co-operatives, to see the great historicalmonuments in the state, and to visit places of the usual tourist trail.<br \/> <br \/> The day after Navratri i.e. the 10th day after Ashwina, is Dussera which celebrates the victory of lord Rama over Ravana. Ravana is burnt in effigy, often giant dummies of Ravana stuffed with fireworks are shot with arrows until they blow up before a large, applauding audience."},
		{"id":"30","about": "Festivals","topic": "Navratri","description": "The 9 nights festival of Navratri begins on the first day of Ashwina of the bright fortnight. Seeds are sown, sprouting is watched, the planets are consecrated, and on the 8th and 9th days, Goddess Durga, Vijayashtami and Mahanavami are worshipped.<br \/> <br \/>The Devi Mahatmya and other texts invoking the Goddess who vanquished demons are cited."},
		{"id":"31","about": "Festivals","topic": "Kite Festival","description": "International Kite Festival is held at Ahmedabad on January 14 every year, to coincide with the festival of Uttarayan or Makar Sankranti. Makar Sankranti is a festival that heralds a change of season marking the movement of the sun into the northern hemisphere - a celebration to mark the end of winter. The skies are blue and clear, a cool breeze blows and a feeling of anticipation, joy and jubilation grips all who celebrate the occasion."},
		{"id":"32","about": "Festivals","topic": "Tarnetar Fair","description": "Gujarat,a land of exuberant celebrations. The state has its unique festivities. Every religion has a festival to celebrate. The variety of folk dances and songs lend vivid splashes of colour and music to the atmosphere that is already charged with excitement and flavored with a meaningful identity. <br \/> <br \/>he Tarnetar Fair is one such festival held at the Tarnetar village. This small and otherwise calm village is situated in the 'Panchal' region of Gujarat. The Tarnetar fair is an annual festival denoting colour, vivacity, ebullience, prayers and rituals. <br \/> <br \/> The Sun Temple is the site of an annual festival of Indian classical dances organized by the Tourism Corporation of Gujarat. The festival is held every year in January for three days. The idea is to present classical dance forms in an atmosphere they were originally presented in.<br \/><br \/> Resting on a knoll in the village of Modhera, the ruins of the 11th century Sun Temple are an impressive sight. The outer walls of the temple are covered with sculptures in which the figures of Lord Surya, the sun god are prominent."},
		{"id":"33","about": "Festivals","topic": "Modhera Dance Festival","description": "The sun temple at Modhera in Mehsana district is dedicated to Lord Surya, the sun god, has its outer walls covered with sculptures in which the figures of Lord Surya are prominent. The beautiful Sun Temple acts as the backdrop during the festival of Indian classical dances held every year in January for three days. The Tourism Corporation of Gujarat organizes this annual festival of dance. The idea is to present classical dance forms in an atmosphere they were originally presented in."},
		{"id":"34","about": "Festivals","topic": "Saptak Music Festival","description": "Saptak Music Festival calls for the celebration of Indian classical music and is usually conducted on the first week of January in Ahmedabad every year. This festival was inaugurated by Pt. Ravi Shankar in 1980. The festival which spans for the first 11 days of January showcases the best talents and presents as many as hundred musicians with sincere commitment to standards. The festival promises the best talents and presents as many as hundred musicians with sincere commitment to standards. The leading vocalists and instrumentalists participate in this festival on a regular note. Some of the innovative features of this festival have been instrumental and dance ensembles, Tala Vadya Kacheri, Rajasthani and Punjabi folk music. The fading traditions of vocal music like Thumri and Dhrupad, and instruments like Sarangi and Pakhawaj have been kept alive in this festival by inviting the older generation of artists specializing in these fields. The festival also gives opportunity to budding singers, instrumentalists, musicians, etc. to portray their talents on stage."}
	]
}