{
    "festivals": [
		{"id":"1","name": "Rann Utsav","dates": "28th December 2012 to 30th December 2012","description": " The Kutch at its colourful and exotic best during the Rann Utsav in Every December, Kutch, Gujarat, India. This annually organized festival offers an opportunity for visitors to attend Folk Dance, desert festival kutch, desert festival gujarat, desert festival india, Camel Safari, Live-in -Tents, Musical Moments, Visit the Centuries and many more activities. to watch artisans at work, to shop directly from NGO's craftspeople and village co-operatives, to see the great historicalmonuments in the state, and to visit places of the usual tourist trail.<br \/> <br \/> The day after Navratri i.e. the 10th day after Ashwina, is Dussera which celebrates the victory of lord Rama over Ravana. Ravana is burnt in effigy, often giant dummies of Ravana stuffed with fireworks are shot with arrows until they blow up before a large, applauding audience."},
		{"id":"2","name": "Navratri","dates": "16th October 2012 to 24th October 2012","description": "The 9 nights festival of Navratri begins on the first day of Ashwina of the bright fortnight. Seeds are sown, sprouting is watched, the planets are consecrated, and on the 8th and 9th days, Goddess Durga, Vijayashtami and Mahanavami are worshipped.<br \/> <br \/>The Devi Mahatmya and other texts invoking the Goddess who vanquished demons are cited."},
		{"id":"3","name": "Kite Festival","dates": "10th December 2013 to 14th December 2013 ","description": "International Kite Festival is held at Ahmedabad on January 14 every year, to coincide with the festival of Uttarayan or Makar Sankranti. Makar Sankranti is a festival that heralds a change of season marking the movement of the sun into the northern hemisphere - a celebration to mark the end of winter. The skies are blue and clear, a cool breeze blows and a feeling of anticipation, joy and jubilation grips all who celebrate the occasion."},
		{"id":"4","name": "Tarnetar Fair","dates": "19th September 2012 to 21st September 2012 <br \/> <br \/> 9th September 2013 to 11th September 2013 ","description": "Gujarat,a land of exuberant celebrations. The state has its unique festivities. Every religion has a festival to celebrate. The variety of folk dances and songs lend vivid splashes of colour and music to the atmosphere that is already charged with excitement and flavored with a meaningful identity. <br \/> <br \/>he Tarnetar Fair is one such festival held at the Tarnetar village. This small and otherwise calm village is situated in the 'Panchal' region of Gujarat. The Tarnetar fair is an annual festival denoting colour, vivacity, ebullience, prayers and rituals. <br \/> <br \/> The Sun Temple is the site of an annual festival of Indian classical dances organized by the Tourism Corporation of Gujarat. The festival is held every year in January for three days. The idea is to present classical dance forms in an atmosphere they were originally presented in.<br \/><br \/> Resting on a knoll in the village of Modhera, the ruins of the 11th century Sun Temple are an impressive sight. The outer walls of the temple are covered with sculptures in which the figures of Lord Surya, the sun god are prominent."},
		{"id":"5","name": "Modhera Dance Festival","dates": "20th January 2012 to 22nd January 2012","description": "The sun temple at Modhera in Mehsana district is dedicated to Lord Surya, the sun god, has its outer walls covered with sculptures in which the figures of Lord Surya are prominent. The beautiful Sun Temple acts as the backdrop during the festival of Indian classical dances held every year in January for three days. The Tourism Corporation of Gujarat organizes this annual festival of dance. The idea is to present classical dance forms in an atmosphere they were originally presented in."},
		{"id":"6","name": "Saptak Music Festival","dates": "January 1st to January 11th every year","description": "Saptak Music Festival calls for the celebration of Indian classical music and is usually conducted on the first week of January in Ahmedabad every year. This festival was inaugurated by Pt. Ravi Shankar in 1980. The festival which spans for the first 11 days of January showcases the best talents and presents as many as hundred musicians with sincere commitment to standards. The festival promises the best talents and presents as many as hundred musicians with sincere commitment to standards. The leading vocalists and instrumentalists participate in this festival on a regular note. Some of the innovative features of this festival have been instrumental and dance ensembles, Tala Vadya Kacheri, Rajasthani and Punjabi folk music. The fading traditions of vocal music like Thumri and Dhrupad, and instruments like Sarangi and Pakhawaj have been kept alive in this festival by inviting the older generation of artists specializing in these fields. The festival also gives opportunity to budding singers, instrumentalists, musicians, etc. to portray their talents on stage."}
	]
}