{
	"gems":[
    {"id":"3","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Swaminarayan Temple","description": "This temple is the first temple of the Swaminarayan sect to have been built. In 1822, the land was given by the British government to do so, and Swaminarayan himself entrusted the responsibility for the construction of the temple to Ananandanand Swami.<br \/>The temple is carved in Burmese teak, and every arch and bracket is painted with bright colors, a defining characteristic of Swaminarayan temples everywhere. There are several idols installed by Swaminarayan himself, as well as a display of some of his personal items and sculptures. In the adjoining haveli, there are quarters for pilgrims of the sect, a special section for women, and an area where ceremonies and teaching sessions are held for women only. Located near Kalupur in the eastern part of the old city, the Swaminarayan Temple is a splash of color in the midst of the cityís grey and is also the starting point for the Heritage Walk through the pols of the old city.","location_address": "Near Kalupur in the eastern part of the Old City","latlong": "","additional_info": "Address:<br \/>Near Kalupur in the eastern part of the Old City<br \/>Timings:<br \/>Open to public every day from 6:00am - 7:00pm","photos": [{"title": "","url": "","id": ""},{}],"id": "1113"},
    {"id":"5","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Mahudi Jain Temple","description": "This derasar, considered to be one of the most sacred Jain pilgrimages, is situated in Mahudi, Mehsana District, and spreads over an area of 2 square kilometers. In ancient times, the place was known as Madhumati. The idols and artistic remains recovered from the ground show that the history of this place is nearly 2000 years old, based on the inscriptions in Brahmi script. Acharyadev Buddhi Sagarsurisvarji was inspired in a dream to install the idol of Ghantakarna Mahavir Dev in 1923 A.D. This idol is considered to have miraculous powers. Thousands of Jain devotees, as well as devotees from other backgrounds, come to receive blessings from this idol.<br \/>Ghantakarna Mahavir was a Kshatriya (warrior) king named Tungabhadra in his previous birth and considered to be the protector of the less fortunate. So even today his idol carries his weapons a bow and arrow. It is always said that in his previous birth he was very fond of sukhadi, and so there is a tradition of all visitors offering sukhadi to him during the prayer. However, it is believed that the sukhadi should be consumed or donated before leaving the premises, otherwise it might bring bad luck.<br \/>Next to this shrine is a bell on a height of about 30 feet and devotees climb up to ring it and ask for the fulfillment of a wish. In this vicinity there is another larger temple with a 22-inch marble idol of Bhagawan Padmaprabhu sitting in padmasana (lotus) posture, installed by Acharyadev. It is customary to take a bhoomti (circumambulation) around the 24 shrines of the tirthankaras here. The nearest railway station of Vijapur is 10 kms away. There are good bus facilities to get to Mahudi from Ahmedabad, Gandhinagar and Kalol.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1115"},
    {"id":"7","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Walled city and gates","description": "After the founding of Ahmedabad on the east bank of the Sabarmati River by Ahmed Shah in 1411 AD, the city grew steadily for the next several decades. By 1487, it had become enough of a power center that Shah’s grandson Mahmud Begda decided to fortify it against possible attacks. A wall 10 km in circumference was built to encircle the city and protect it from invasion. This wall originally had twelve gates, 189 bastions, over 6,000 battlements and these were added to over time.<br \/>Over the next few centuries, the city grew steadily outgrowing the space within the city walls, spreading further outward even to the other side of the river. Eventually, most of the walls were removed, and today only the gates still stand, as well as a short section of wall also stands along the riverfront. The area within the boundary of the old wall is known today as the “old city”, and the difference will be easily visible to a visitor. The streets are far narrower, as they mostly predate motorized transport, and the city is organized into neighborhood units called pols. <br \/>The gates standing today are (clockwise from the northwest corner) Shahpur Gate, Delhi Gate, Dariapur Gate, Prem Gate, Kalupur Gate, Panch Kuva Gate, Sarangpur Gate, Raipur Gate, Astodia Gate, Mahudha Gate, Jamalpur Gate, Khanjia Gate, Raikhad Gate, Ganesh Gate and Ram Gate. Each of the gates has beautiful carvings, calligraphy and some of them even balconies. Each is a unique island in the midst of the traffic, with people often sitting beneath them, and they lend an antique historical feel to the city, even as newer buildings have been built around them. Pedestrians, bicycles, scooters, rickshaws and cars still drive through them, though a sign on Sarangpur Gate specifically prohibits elephants from doing so.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
    {"id":"20","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Institute of Indology","description": "The Lalbhai Dalpathbhai Institute of Indology, Ahmedabad was started in 1956, to preserve a repository of rare art, manuscripts and archaelogical objects of India. In 1984, a museum was opened to cover topics ranging from Buddhism, Jainism and its darshans (expressions), grammar, tantra and poetry, Vedas and other different branches of Indian philosophy.<br \/>The museum houses about 76,000 hand written Jain manuscripts with 500 illustrated versions and 45,000 printed books, making it the largest collection of Jain scripts. It has precious old books written in languages such as Sanskrit, Pali, Old Gujarati, Apabhramsa, Hindi and Rajasthani. It also showcases Indian sculptures, terracottas, miniature paintings, cloth paintings, painted scrolls, bronzes, woodwork, Indian coins, textiles and decorative art, paintings of Rabindranath Tagore and art of Nepal and Tibet.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
    {"id":"35","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Buddhist Foot Print in Gujarat","name": "Institue of Indology","description": "The Lalbhai Dalpathbhai Institute of Indology, Ahmedabad was started in 1956, to preserve a repository of rare art, manuscripts and archaelogical objects of India. In 1984, a museum was opened to cover topics ranging from Buddhism, Jainism and its darshans , grammar, tantra and poetry, Vedas and other different branches of Indian philosophy.<br \/>The museum houses about 76,000 hand written Jain manuscripts with 500 illustrated versions and 45,000 printed books, making it the largest collection of Jain scripts. It has precious old books written in languages such as Sanskrit, Pali, Old Gujarati, Apabhramsa, Hindi and Rajasthani. It also showcases Indian sculptures, terracottas, miniature paintings, cloth paintings, painted scrolls, bronzes, woodwork, Indian coins, textiles and decorative art, paintings of Rabindranath Tagore and art of Nepal and Tibet.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
    {"id":"67","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Ajit Nath Prasad Vihara","description": "In the center of a huge plateau at the peak of Mount Taranga stands this beautiful temple of light sandstone, 45 m long and 30 m across. The large temple spire is supported by enormous pillars with beautiful maidens in winding, supple movements, figures carrying musical instruments, and topped by round lotus capitals. The exterior walls are also replete with figures carved in life-like poses and 12th-century dress and ornamentation. The central image of Bhagvan Ajitnath in lotus position, a 5 m statue carved from a single block of white marble, sits amongst breathtaking carvings and is among the tallest Jain sculptures in India.<br \/>The temple has a large sabhamandapa. The upper, \"secret\" storey is concealed from view and accessible only by a very uncomfortable ladder.<br \/>To maintain your inner stillness after a temple visit, enjoy the fresh clean air in the cool refuge of a small pond and an orchard near the temple.","latlong": "23.704895,72.545471","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
    {"id":"43","hub": "North Gujarat","area": "AMBAJI","type": "Religious Sites","name": "Ambaji Temple","description": "This is the principal shrine of a goddess who has been worshiped since the pre Vedic period. She is often referred to as Arasuri Amba, named for the location of the temple in the Arasur hills, near the source of the Saraswati river at the south western end of the Aravali mountain range.<br \/>The red flag above the small temple dances welcomingly in the wind. Made of white marble with gold cones, the temple was originally built by Nagar Brahmins. There is a main entrance in the front and only a small side door, because it is believed that Mataji,another name for Ambaji has forbidden the addition of any other door. The temple is surrounded by an open square called chachar chowk where ceremonial sacrifices called havans are performed.<br \/>The inner sanctum of the temple has silver plated doors. There is a gokh, or niche, in the wall on which is fixed a old plated marble inscription of the Viso Yantra, a Vedic text on sacred geometry, which is the main focus of worship. There is no idol of the goddess, perhaps because the temple is so ancient that it predates idol-worship, but the priests decorate the upper portion of the gokh in such a way that it looks like an idol of a goddess from a distance.<br \/>Be sure to look across the temple i.e. with your back facing the goddess at the other temple on the Gabbar, considered the original abode of the goddess. At a short distance from the Ambaji temple is a large rectangular kund, with steps on all its four sides, called Mansarovar.<br \/>The ecstatic festival of Navratri is celebrated all over Gujarat in reverence of Ambaji, by dancing garba around the Holy Mother. On these nine nights the Nayak and Bhojok communities also perform bhavai theater.<br \/>There are six other temples in Ambaji. Varahi Mata, Ambikeshwar Mahadev and Ganapati temples are in the chachar chowk, open square, surrounding the temple, while Khodiyar Mata, Ajaya Mata and Hanumanji temples are in the village.","latlong": "24.355463,72.800303","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
    {
		"id":"82",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Religious Sites",
		"name": "Kera",
		"description": "Just 22 kms south of Bhuj on the road to Mandra, Kera houses the ruins of a Shiva Temple that dates to the era of the Solanki rulers. Only part of the temple remains, as much was destroyed in the 1819 earthquake, but the inner sanctum is still there, as well as half of the main spire. The Fort of Kapilkot, also in a rather rundown state, is next to the temple.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
    {"id":"70","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Siddhshila","description": "Less than one km to the northwest of Taranga is a small hill with a steep slope that is difficult to climb. At the top of the hill there is a deep well, and a small Hanuman temple,with a kund. Among the various small shrines there is one with foot impressions of Chaumukhiji and Bhagwan Ajitnathji. Many Jain acharyas have attained moksha at this sacred place, so it is also called 'Siddhshila'.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""}
]}