{
    "locations": [
		{"id":"1","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Hutheesing Jain Temple","description": "This remarkably elegant temple created out of white marble has been sacred to many Jain families, generation after generation. It was built in 1848 A.D. at an estimated cost of 10 lakh rupees by a rich merchant Sheth Hutheesing as a dedication to the 15th Jain tirthankar, Shri Dharmanatha. Traditional artisans working in stone belonged to the Sonpura & Salat communities. The Salat community constructed masterpieces of architecture ranging from forts, palaces to temples. The work of the Hutheesing Jain temple is attributed to Premchand Salat. One scholar has remarked, \"Each part goes on increasing in dignity as we approach the sanctuary. Whether looked at from its courts or from the outside, it possesses variety without confusion and an appropriateness of every part to the purpose for which it was intended.\"<br \/>Located outside the Delhi Gate, the temple is spread over a sprawling courtyard, a mandapa surmounted by a large ridged dome, which is supported by 12 ornate pillars. The small garbhagruh (main shrine) on the east end reaches up into three stunningly carved spires and encircled by 52 small shrines dedicated to the various Tirthankars. There are large protuding porches with magnificently decorated columns and figural brackets on three outer sides. Also a recently built 78 ft Mahavir stambha (tower) fashioned after the renowned tower at Chittor in Rajasthan, flanks the outer courtyard by the front entrance. Some of the motifs used in the design reminds one of the Sultanate minarets of the Mughal period.","latlong": "23.135309,72.384796","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1111"},
		{"id":"2","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Sidi Sayeed Masjid","description": "Off the eastern end of Nehru bridge stands the Sidi Sayeed mosque. Built in 1573, it is the last of the major mosques to be built in Ahmedabad under the Mughal rule. Surrounded by busy intersections, it presents a stark contrast to speeding buses and giant advertisements.<br \/>The carved jaalis in the windows of the western wall are known worldwide and have become a symbol of the city of Ahmedabad. Depicting a tree with intertwining branches, the carvings look like fine lace filigree work, but are hewn from solid stone. Though much smaller than the Jama Masjid, and lacking the enclosed courtyard, the craftsmanship of this mosque places it on a level nearly unequaled in the world.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1112"},
		{"id":"3","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Swaminarayan Temple","description": "This temple is the first temple of the Swaminarayan sect to have been built. In 1822, the land was given by the British government to do so, and Swaminarayan himself entrusted the responsibility for the construction of the temple to Ananandanand Swami.<br \/>The temple is carved in Burmese teak, and every arch and bracket is painted with bright colors, a defining characteristic of Swaminarayan temples everywhere. There are several idols installed by Swaminarayan himself, as well as a display of some of his personal items and sculptures. In the adjoining haveli, there are quarters for pilgrims of the sect, a special section for women, and an area where ceremonies and teaching sessions are held for women only. Located near Kalupur in the eastern part of the old city, the Swaminarayan Temple is a splash of color in the midst of the cityís grey and is also the starting point for the Heritage Walk through the pols of the old city.","location_address": "Near Kalupur in the eastern part of the Old City","latlong": "","additional_info": "Address:<br \/>Near Kalupur in the eastern part of the Old City<br \/>Timings:<br \/>Open to public every day from 6:00am - 7:00pm","photos": [{"title": "","url": "","id": ""},{}],"id": "1113"},
		{"id":"4","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Jama Masjid","description": "Just west of Manek Chowk stands the magnificent Jama Masjid (Friday Mosque), built in 1423 during the reign of Ahmedabad’s founder Ahmed Shah I. While all around the mosque lies the hectic frenzy of the center of the old city, step through the gates (on the north, east and south sides) and the urban chaos falls away behind you, leaving you standing in a refuge of profound serenity, accompanied only by people in quiet prayer, and birds perching on the columns.<br \/>The wide open courtyard, floored with white marble, is ringed by a columned arcade painted with giant Arabic calligraphy, and has a tank for ritual ablutions in the center. The mosque and arcades are built of beautiful yellow sandstone and carved with the intricate detail that mosques of this period are known for. While the two principal minarets flanking the main arched entranceway collapsed in the 1819 earthquake, their lower portions still stand. The main prayer hall has over 260 columns supporting the roof, with its 15 domes, making a walk through the hall a beautiful maze of light and shadows. In its Indo-Saracenic architecture, the mosque also contains many syncretic elements not necessarily obvious to the viewer: some of the central domes are carved like lotus flowers, closely related to the typical domes of Jain temples; and some of the pillars are carved with the form of a bell hanging on a chain, in reference to the bells that often hang in Hindu temples. On one of the innermost windows there is even a carving of an 'Om' symbol.<br \/>Like at all religious sites, take proper care to be respectful of others’ beliefs; this is, after all, a current place of worship. Visitors are welcomed, but should maintain the quiet contemplative atmosphere, remove their shoes, and not disturb those in prayer. During prayer times, you should keep your head covered and women should not enter the main hall.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1114"},
		{"id":"5","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Mahudi Jain Temple","description": "This derasar, considered to be one of the most sacred Jain pilgrimages, is situated in Mahudi, Mehsana District, and spreads over an area of 2 square kilometers. In ancient times, the place was known as Madhumati. The idols and artistic remains recovered from the ground show that the history of this place is nearly 2000 years old, based on the inscriptions in Brahmi script. Acharyadev Buddhi Sagarsurisvarji was inspired in a dream to install the idol of Ghantakarna Mahavir Dev in 1923 A.D. This idol is considered to have miraculous powers. Thousands of Jain devotees, as well as devotees from other backgrounds, come to receive blessings from this idol.<br \/>Ghantakarna Mahavir was a Kshatriya (warrior) king named Tungabhadra in his previous birth and considered to be the protector of the less fortunate. So even today his idol carries his weapons a bow and arrow. It is always said that in his previous birth he was very fond of sukhadi, and so there is a tradition of all visitors offering sukhadi to him during the prayer. However, it is believed that the sukhadi should be consumed or donated before leaving the premises, otherwise it might bring bad luck.<br \/>Next to this shrine is a bell on a height of about 30 feet and devotees climb up to ring it and ask for the fulfillment of a wish. In this vicinity there is another larger temple with a 22-inch marble idol of Bhagawan Padmaprabhu sitting in padmasana (lotus) posture, installed by Acharyadev. It is customary to take a bhoomti (circumambulation) around the 24 shrines of the tirthankaras here. The nearest railway station of Vijapur is 10 kms away. There are good bus facilities to get to Mahudi from Ahmedabad, Gandhinagar and Kalol.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1115"},
		{"id":"6","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Religious Sites","name": "Akshardham","description": "Akshardham is majestic, intricately carved stone structure which stands amid sprawling gardens set in a 23-acre plot at Gandhinagar (Gandhinagar district). It is built in 6000 tonnes of pink sandstone and not a bit of steel has been used. The temple is 108 ft in height, 240 ft in length and 131 ft in width. A point worth noting is that this modern monument to Hinduism was built as per the injunctions of Vastu Shastra.The monument enshrining the seven foot high, gold-leafed Murti (idol) of Lord Swaminarayan is the focal point of the complex.<br \/>The monument stands on 7 sculpted pillars, 210 single-piece stone beams, 57 window grills, M domes, eight ornate zarokhas, etc. The sanctum sanctorum contains the 1.2 tonne gold-plated idol of Lord Swaminarayan, the founder of the sect that bears his name, shown in a sitting posture with his right hand raised in abhay mudra. He is flanked by Swami Gunatitanand on his right and Swami Gopalanand Swami on his left. Both of them were his disciples. Swami Gunatitanand is called Swaminarayan's Akshardham, the eternal abode. According to the Swaminarayan philosophy whenever Lord Swaminarayan incarnates on this planet he brings with him his Akshardham.<br \/>Gunatitanand Swami is also called Aksharbrahma and ranks second in the hierarchy of the Bochasanvasi Akshar Purushottam Sanstha which built the Akshardham monument. Inspiring episodes and incidents from the glorious history of Sanatan Dharma are presented in sound and light form for the benefit of the visitors. The show takes the visitors through various facets of Hinduism. The wisdom of the Vedas, the epics, the Puranas is depicted on a crowded canvas by the exhibition. The visitor comes face to face with personages who have made this land what it is.<br \/>It is a perfect mix of modernity and ancient values. Apart from Lord Rama going in search of his kidnapped wife, the visitor can see Shravan- the dutiful son, the Pandavas losing the game of dice in the Hastinapur palace, etc. Besides the visitors can also see Sabari's long wait for Lord Rama and Draupadi's humiliation in the Kauravasabha.<br \/>The Hall of Harmony projects world religions side by side. The monument is ringed by aparikrama containing 365 stone pillars. The temple also houses the Akshardham Center for Applied Research in Social Harmony (AARSH) which is a futuristic research center with a rich library, study stations and archives. Access to the library is confined to enlisted scholars.<br \/>So far millions of people have visited the monument since its inception on November 2,1992. They have been able to savour the story of Hinduism and to imbibe the message of universal peace and brotherhood.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": "1116"},
		{"id":"7","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Walled city and gates","description": "After the founding of Ahmedabad on the east bank of the Sabarmati River by Ahmed Shah in 1411 AD, the city grew steadily for the next several decades. By 1487, it had become enough of a power center that Shah’s grandson Mahmud Begda decided to fortify it against possible attacks. A wall 10 km in circumference was built to encircle the city and protect it from invasion. This wall originally had twelve gates, 189 bastions, over 6,000 battlements and these were added to over time.<br \/>Over the next few centuries, the city grew steadily outgrowing the space within the city walls, spreading further outward even to the other side of the river. Eventually, most of the walls were removed, and today only the gates still stand, as well as a short section of wall also stands along the riverfront. The area within the boundary of the old wall is known today as the “old city”, and the difference will be easily visible to a visitor. The streets are far narrower, as they mostly predate motorized transport, and the city is organized into neighborhood units called pols. <br \/>The gates standing today are (clockwise from the northwest corner) Shahpur Gate, Delhi Gate, Dariapur Gate, Prem Gate, Kalupur Gate, Panch Kuva Gate, Sarangpur Gate, Raipur Gate, Astodia Gate, Mahudha Gate, Jamalpur Gate, Khanjia Gate, Raikhad Gate, Ganesh Gate and Ram Gate. Each of the gates has beautiful carvings, calligraphy and some of them even balconies. Each is a unique island in the midst of the traffic, with people often sitting beneath them, and they lend an antique historical feel to the city, even as newer buildings have been built around them. Pedestrians, bicycles, scooters, rickshaws and cars still drive through them, though a sign on Sarangpur Gate specifically prohibits elephants from doing so.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"8","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Heritage Walk","description": "The best way to learn about a city is through friends who know the place, but here in Ahmedabad, you can get to know the city and its intricacies even as a stranger. You have at least two options for taking a guided Heritage Walk around the old city of Ahmedabad.<br \/>One conducted by the Ahmedabad Municipal Corporation, with guides who volunteer their precious time for this preservation effort. The tour begins at 8am at the Swaminarayan Mandir in Kalupur with a slideshow. It takes you through various pols, havelis, Hindu and Jain temples, various sites including the famous Manek Chowk, and ends at the soulful Jama Masjid at the center of the city<br \/>The House of MG offers another type of guided heritage walk, an 80 minute sonic walk, with a guided tour recorded that you can rent. It starts at the House of MG and ends at the Jama Masjid.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"9","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Rani no Hajiro","description": "On the street leading to the Queen’s (Rani no) tomb (hajiro), where the female members of the royal family were buried, is now a colorful market for ‘ladies’ goods’, crowded with women’s clothing and other items. It lies to the east of Manek Chowk.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"10","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Badshah no Hajiro","description": "This is where the male members of the royal family were buried. Women are not allowed to enter, and men must wear something to cover their heads before entering. There are also a few minister’s tombs laid out across the road. It lies to the west of Manek Chowk.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"11","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Archaeological & Architectures","name": "Pols of Old City","description": "These small neighborhoods are both the backbone and heartbeat of the old city of Ahmedabad. In recent years, families have started moving out to live in more modern houses further from the city center, but many of them still feel a strong attachment to the close-knit communities of the pols that shaped their lives while growing up. Many of them have their own temple at the center of the neighborhood, one or more small shrines for whatever faiths are present. <br \/>Many pols are part of a cottage industry, so you will find people sitting on the steps hand-sewing books or crimping silver chains together for traditional jewellery and various other crafts that allow people to add to their livelihood without leaving their homes, thus creating a vibrant community. There are bird feeders in each pol known as chabutro, tall poles that the people of Ahmedabad put up for birds to replace the trees cut down when they built the city, and crevices they built into the walls for birds to use as houses, showing a heartwarming concern for non-human life. The walled city was built before motor vehicles, meant for pedestrians and bicycles, so its small windy streets are best explored on foot.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"12","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Heritage Monuments & Structures","name": "Dada Harir Vav (Stepwell)","description": "In the quiet neighborhood of Asarwa village, northeast of the walled, tucked away between a sleepy residential area and the coal yards of Ahmedabad on a little side street, you will find Dada Harir Vav. At ground level you may not see much, but as you step up to the top of the stairs, you suddenly see a deep cascade of stairs and columns plunging down several stories, with shafts of light falling on beautiful carvings and birds and bats flitting in and out of the shadowy corners. <br \/>Built around 500 years ago by Sultan Bai Harir, this stepwell is like others around Gujarat, with elaborate craftsmanship and construction built underground to provide access to a permanent source of water. For many years stepwells like this one provided most of the water for the city during the long dry seasons. On the walls as you descend, you will find carvings of all type, including some in Sanskrit as well as in Arabic script. <br \/>The well is best visited in the late morning when light penetrates down the shaft. To reach the site, it is best to find an autorickshaw driver who knows the place to take you there. Buses come nearby, but then it can be quite roundabout to find it on foot.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"13","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Heritage Monuments & Structures","name": "Jhulta Minara","description": "Also known as the Shaking Minarets, they are playful but with a whir of quivering mystery. They have left the best of architects and pioneering design engineers intrigued and in unresolvable wonder. What they cannot unravel is when one minaret is shaken the other begins to vibrate, though the connecting passage between the two remains vibration-free; what causes this vibration is unknown. There are two well-known pairs of Shaking Minarets in Ahmedabad, one located opposite the Sarangpur Darwaja and the other near the Kalupur Railway Station Area. The one near Sarangpur Darwaja is within the vicinity of the Sidi Bashir Mosque built in 1452 AD by Sidi Bashir, a slave of Sultan Ahmed Shah. They are three storeys talls with carved balconies where visitors were once allowed to climb all the way up. The other set of minarets near the Railway Station is taller in height. However, these are not in a very good condition as it is believed that the British had dismantled them to understand the cause of vibrations. They could not resolve the engineering and it was not possible to put them back in their original condition. Demonstrations of the minarets shaking or vibrating are not carried out anymore.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"14","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Heritage Monuments & Structures","name": "The Adalaj Stepwell","description": "Set in the quiet village of Adalaj, this vav has served as a resting place for hundreds of years for many pilgrims and caravans along their trade routes. Built in 1499 by Queen Rudabai, wife of the Vaghela chief, Veersinh, this five-storey stepwell was not just a cultural and utilitarian space, but also a spiritual refuge. It is believed that villagers would come everyday in the morning to fill water, offer prayers to the deities carved into the walls and interact with each other in the cool shade of the vav. There is an opening in the ceilings above the landing which allows the light and air to enter the octagonal well. However, direct sunlight does not touch the flight of steps or landings except for a brief period at noon. Hence some researchers say that the atmosphere inside the well is six degrees cooler than the outside. Another remarkable feature of this stepwell is that out of the many stepwells in Gujarat, it is the only one with three entrance stairs. All three stairs meet at the first storey, underground in a huge square platform, which has an octagonal opening on top. The vav is a spectacular example of Indo-Islamic architecture and design. The harmonious play of intricate Islamic floral patterns seamlessly fusing into Hindu and Jain symbolism embody the culture and ethos of those times. All the walls carved by ornamentation, mythological scenes along with everyday scenes of women churning buttermilk, dancers accompanied by musicians, women adorning themselves and a king sitting on a stool. Fascinating to many visitors is the Ami Khumbor (a pot that contains the water of life) and the Kalp Vriksha (a tree of life) carved out of a single slab of stone. There is a belief that the small frieze of navagraha (nine-planets) towards the edge of the well protects the monument from evil spirits.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"15","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Heritage Monuments & Structures","name": "Sarkhej Roza","description": "About 8 kms. from the city, Sarkhej comprises one of the most elegant architectural complexes of Ahmedabad. Grouped around a great stepped tank is the tomb to the saint, Ahmed Khattu Ganj Baksh (1445), the mosque, the tombs of Mehmud Shah Begada and his queen, and the palace and pavilions. The buildings are remarkable for the complete absence of arches and the use of pierced stone trellises throughout.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"16","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Heritage Monuments & Structures","name": "The House of Mangaldas Girdhardas","description": "The House of Mangaldas Girdhardas (MG for short) was the home of Mr. Mangaldas Girdhardas - amongst Ahmedabads foremost businessmen and philanthropist of the early 20th century. He started his career as a store-keeper in a textile mill. Within a decade, he became its owner and soon after, he was over seeing an empire comprising of a clutch of mills and other related businesses. With his increasing influence in the community, he decided to build a new residence for himself and his family in the year 1924, across from the famous Sidi Sayed Mosque. He died soon after in 1928. By 1950, his entire family moved to another location, leaving this house vacant. A large portion of the house was requisitioned by the government between 1955 and 1960 and the rest was used by the accounts offices of the family. One half of the house, that is covered by bill boards and has not been restored, belonged to his brother, Chimanlal Girdhardas and his descendents continue to be its landlords. In 1994, the House of MG was taken over by Victoria Capital Ventures Ltd., a company managed by Abhay Mangaldas, great grand son of MG, for renovation and reuse","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"17","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Vechaar Utensils Museum","description": "Built in 1981 within the vicinity of Vishalla Village Restaurant is the Vishalla Environmental Centre for Heritage of Art, Architecture and Research Utensils Museum, a brainchild of architect Mr. Surender C. Patel. It is an effort to cherish and preserve our rich cultural heritage and rare artistic skills and wisdom of our craftsmen. It is an extensive study of utensils from thousand years old to present times, that have evolved over different periods of history as a result of our changing needs and environment. The range varies from leaves or a gourd jug, to modern stainless steel and glass utensils. The metal utensils cover everything from brass, copper, bronze, zinc to German silver","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"18","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Calico Museum & Sarabhai Foundation","description": "THE CALICO MUSEUM of Textile is undoubtedly one of the foremost textile museums and a celebrated institute in Indian textiles around the world. Its remarkable collection of fabrics spanning varied and remote regions of India exemplifies handicraft textiles across five centuries. The textiles were collected with a vision to conserve, built awareness and empower the vast and deep textile heritage of India. Over the years the collection has grown into an outstanding repository of fabrics based on colors, pattern, weave and embellishment and has become a recognized center providing Indian and international scholars an opportunity to study and draw in-depth knowledge on this extraordinary range of Indian ethos. The Museum inspired by Dr. Ananda Coomaraswamy was formally housed in 1949 by Shri Gautam Sarabhai and his sister Gira Sarabhai in the large industrial house of Calico. In 1983 it was moved to the beautiful Retreat premises of the Foundation in the Shahibaug area.<br \/>The Sarabhai foundation, started in 1959 by Smt. Sarladevi Sarabhai and Shri Ambalal Sarabhai, is a non-profit devoted, among other things, to the \"promotion of science, art and literature\". With a view of preserving and interpreting the cultural heritage of India, in recent years the foundation has also been holding workshops to sensitize museum and university scholars to look at art afresh and more closely. Even if you are not interested in textiles or art, still a visit to the museum is worth it for its ethnic Gujarati haveli architecture and the idyllic calm beauty of the surrounding nature","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"19","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Sanskar Kendra","description": "If you are an architecture student than you are in for a visual treat in this city. The Sanskar Kendra was built by none other than the renowned architect Le Corbusier himself in 1954 as a cultural center of Ahmedabad. Located near the Sardar bridge in the vicinity of the famous Tagore Hall, across the National Institude of Design it is a discerning example of modernist architecture.<br \/>In order to preserve its architecture, and nurture a space of culture and community, the Vastu Shilpa Foundation has made efforts to revitalize and restore this space by starting a City Museum. This museum is aimed to celebrate the living heritage of the city and the pioneering spirit of its people. As Vastu Shilpa states, \"To capture these nuances of the city of Ahmedabad, the museum is consciously conceived as a linear journey through overlapping and interconnected facets of city life ranging from art to industry, craft to culture, history to architecture, individual to institution.\" Also on display here are old relics, sculptures and the history of this city, informed by photographic, illustrated and textual panels. Sanskar Kendra also houses the famous Kite Museum designed by Bhanu Shah who has created a fascinating and striking collection of kites with a rare devotion since he was 21 years of age. This collection that gradually grew in range and repertoire is today showcased in the museum accompanied with interesting illustrations and photographs. The musuem needs some revision to connect with changing times, but it can still be worth a visit to a kite enthusiast","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"20","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Institute of Indology","description": "The Lalbhai Dalpathbhai Institute of Indology, Ahmedabad was started in 1956, to preserve a repository of rare art, manuscripts and archaelogical objects of India. In 1984, a museum was opened to cover topics ranging from Buddhism, Jainism and its darshans (expressions), grammar, tantra and poetry, Vedas and other different branches of Indian philosophy.<br \/>The museum houses about 76,000 hand written Jain manuscripts with 500 illustrated versions and 45,000 printed books, making it the largest collection of Jain scripts. It has precious old books written in languages such as Sanskrit, Pali, Old Gujarati, Apabhramsa, Hindi and Rajasthani. It also showcases Indian sculptures, terracottas, miniature paintings, cloth paintings, painted scrolls, bronzes, woodwork, Indian coins, textiles and decorative art, paintings of Rabindranath Tagore and art of Nepal and Tibet.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"21","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "N C Mehta Gallery","description": "The N C Mehta Collection of Miniature Paintings is located In the complex of the L D Institute Of Indology. Collected from all over India, this exquisite and ornate collection of miniature paintings can be quite appealing to one with a magnifying lense or just an eye for fine artistry. The collection also includes the famous Pahadi miniatures and the Chaurpanchashika (fifty Love Lyrics of a Thief) series, written by Vilhana, an 11th century Kashmiri Poet.<br \/>Location:<br \/>In the complex of the L D Institute Of Indology","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"22","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Shreyas Folk Museum","description": "In many ways this museum is a tribute to the indefatigable spirit of the Gujarati women who have added remarkable value to the Gujarati heritage with their soulful crafts and unbound imagination. Displayed here the art forms range from varied communities such as the Kathi, Rabari, Ahir, Mer, Charan, Bharvad, Kanbi, Koli, Bhansali, Rajput, Brahmin, Vania, Meghaval, Khoja Bohra, Meman, Miana and several others. Also on exhibit are colorful works of embroidery, wood carving, metal work, bead work and utensils, leather work, costumes, paintings and animal decorations, objects of household usage. One can appreciate the care and discernment with which these objects have been collected. Photographic panels accompanied by textual description add value to the viewers experience and understanding of this wide collection. Kalpana Mangaldas Childrens Museum within the same premises houses a collection of puppets, dance and drama costumes, coins and a repository of recorded music from traditional shows from all over the world. One of the highlights at this museum is a complete elephant skeleton","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"23","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Hussain Doshis Gufa","description": "If you are looking for a quiet refuge in the midst of this bustling city, which is surrounded by trees, art and fantasy, than a visit to this underground cave gallery will do you good. Also popularly known as Amdavad ni Gufa on Kasturbhai Lalbhai campus. It is a creative union of two of Indias most imaginative minds, the celebrated architect B. V. Doshi and painter M F Hussain.<br \/>It is a lively whimsical fusion of modern art and natural design with undulating interconnected domes inlaid with mosaic tiles. Sit here to watch the sunset or enjoy a cup of coffee in its Zen Cafe. This space also houses an art gallery by the same name and becomes a nourishing hub of creative exchange","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"24","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "CEPT Campus","description": "School of Architecture was founded by B. V. Doshi in 1962 under The Centre for Environmental Planning and Technology. With the motto of gnanam vignanamsahitam, meaning knowledge with science and spirituality, today CEPT has grown into an autonomous university offering 3 under-graduate and 14 post-graduate programmes. School of Interior Design was founded by Ms. Krishna Shastri, a student of B.V. Doshi in 1991. At CEPT, efforts are made to instigate and improvise the sensitive and aesthetic dimensions of the students. Faculty and students together bring about a healthy and inspiring environment which results into volatile creativity . Students here, are exposed to a wide range of related studies starting from photography to music to crafts to religion to environment and culture, and are also encouraged to improvise and innovate in all the fields. The fully equipped workshop enables them to experiment and make things on their own. Student exchange programs give them insights on global perspectives.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"25","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Kanoria Ctr for Arts","description": "Kanoria is a Fine Arts institute offering workshops and studios to various artists and children. The building is a synthesis of B.V. Doshis spectacular architecture and the impressions left behind by varied artists for the last 25 years. In the midst of the hustle and bustle of the city, this place generates a perfect environment for calm and creativity.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"26","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Hutheesing Visual Arts Centre","description": "L and P Hutheesing Visual Arts Center has worked to support various painters, dancers, actors and tribal artists by offering an exhibition space and an open sky amphitheater.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"27","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Community Science Center","description": "In a time when we need to seriously question our textbooks, and our competition-inducing education system as a whole, the Vikram Sarabhai COMMUNITY SCIENCE CENTER provides a valuable insight on how to keep the joy for learning alive. Started in 1960 with the vision to promote and create innovative methods of discovering mathematics and science, this space opens up for children and adults alike many experiential and experimental approaches. An awesome place to bond and share with your children.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"28","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Sardar Patel Museum","description": "This national museum is housed in the Moti Shahi Mahal in the Shahibaug area. It was constructed between 1618 and 1622 for the Mughal crown prince Khurram, then suba or governor of Gujarat, who later came to be known as Emperor Shah Jahan. It later fell in the hands of the British Raj. In 1878, the great Bengali poet Rabindranath Tagore stayed here when he was only seventeen years old and this building served as an inspiration behind his story The Hungry Stones. After the Indian independence, from 1960 to 1978, this palace became the Raj Bhavan, official residence of the Governor of Gujarat. On March 7, 1980, a memorial was founded to honor Sardar Vallabhbhai Patel.<br \/>Surrounding the Moti Shahi Mahal is the large expanse of the Sardar open garden, dotted by peacocks and monkeys around the trees. On special occasions documentary films are shown at the Sardar Open Air Theatre. A small statue of Sardar rests dignified at the entrance of the museum. His memorial is spread across the ground floor, covering the central hall and four adjacent rooms. The museum traces his life through pictures, portraits, biographical descriptions, political cartoons, clippings from newspapers, quotes from people who knew him, relics and personal possessions from his life. It also illustrates the time he spent with Gandhiji through pictures and stories.<br \/>The room on the first floor where Tagore stayed is dedicated to him and carries his memory through portraits, pictures, writings and a large statue of this great son of India.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"29","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Science City","description": "Located off the Sarkhej Gandhinagar Highway, Science City is an ambitious initiative of the government of Gujarat to trigger an inquiry of science in the mind of a common citizen with the aid of entertainment and experiential knowledge. Covering an area of more than 107 hectares, the idea is to create imaginative exhibits, virtual reality activity corners, and live demonstrations in an easily understandable manner.<br \/>Currently the 3D Imax theater, musical dancing fountain, energy park and simulation rides interest visitors. It is hoped that as this place develops, the investment helps to create awareness and sensitivity to better care for our ecology and people through the appropriate use of science and technology.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"30","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Museums & Learning Spaces","name": "Auto World","description": "\"Auto World\" is a part of one of the most important collections of Antique Vehicles, Cars, Motorcycles, Utility Vehicles, Buggies etc. built by one family over the last century. It represents several of the greatest marques of cars from all over the world, of all types and ages.<br \/>\"Auto World\" showcases that time of history when an automobile was not a mere means of transport but a symbol of wealth, power and style. the mighty ceremonial limousines, the romantic convertibles and the snappy Sports Cars, cars specially coach built like Railway Saloons, Horse drawn carriages, Boat tailed Wooden Speedsters, Shooting Brakes Cars built for the rich and famous.Cars to see and be seen in.<br \/>At \"Auto World\", various pavilions built on acres of verdant grounds showcase more than 100 of the finest cars in the world such as Rolls Rocyces, Bentleys, Daimlers, Langondas, Mercedeces, Maybach, Packards, Cadillacs, Buicks, Auburns, Cord, Lancias, Lincolns, Chryslers and many other distinguished makes from USA, UK and Europe. Most of the cars are coach built by renowned coach builders like Hooper, Barker, Gurney Nutting, Fleetwood, Labaron etc. They are all hand built to individual specifications of the buyer.Here are special cars like Limousines and Grand open Tourers for ceremonial Occasions, there are convertible cars for evening drives, there are station wagons like boats as well as like a horse drawn carriage especially built for the familys evening drives in the Dastan estate.<br \/>Facilities at \"Auto World\" include an auditorium and souvenir shop, a cafeteria and station for fun drives in vintage cars. Witness the triumph of human creativity the best of science and technology combined with sublime Art and Aesthetics - All at \"Auto World\" the largest and finest Automobile collection of India and one of the best in the world.<br \/>","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"31","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Forests & Natural Ecosystems","name": "Sundarvan","description": "In the midst of this busy, sprawling western Ahmedabad, dotted by mushrooming malls and multiplexes, you may find your way into the nature discovery center, SUNDARVAN. As you walk gently around bamboo grooves and a banyan tree you might spot a tortoise blocking your way or a love bird humming away or even a snake skin resting by the pond. This natural refuge is indeed a mini zoo committed to spreading awareness and sensitivity towards nature. It is most known for the variety of snakes like Russels viper, Red Sand boa and the revered Indian cobra. Every Sunday they have a snake show in their small amphitheater where the reptiles are removed from their cages. The center also gives its services to rescue snakes whenever they get calls from befuddled city residents. Other than snakes, the zoo also has a marsh crocodile, porcupine, a small aquarium and a bird section. But it is much more beautiful to see birds like pheasant crows flying freely and peacocks dancing away in this natural setting","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"32","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Forests & Natural Ecosystems","name": "Indroda Nature Park","description": "Indroda Dinosaur and Fossil Park is a precious treasure spread over an area of about 400 hectares on either bank of Sabarmati river in Gandhinagar, the capital of Gujarat. It is considered to be the second largest hatchery of dinosaur eggs in the world. Regarded as Indias Jurrasic Park, it is run by the Gujarat Ecological Education and Research Foundation , and is the only dinosaur museum in the country. The park consists of a zoo, massive skeletons of sea mammals like the blue whale, as well as a vast botanical garden, amphitheatre, interpretation center and camping facilities. It also has a Wilderness Park which is home to innumerable species of birds, reptiles, hundreds of nilgais, langurs and peafowls in its vast forest","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"33","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Gandhi","name": "Gandhi Ashram","description": "For many years Ahmedabad was the center of Mahatma Gandhis non-violent struggle for India’s independence. The energy of that movement can still be felt at the Satyagraha Ashram that he established on the banks of the Sabarmati in 1917, after the previous Kochrab Ashram had to be abandoned because of a breakout of plague. He chose a location that was, at the time, far out of the city so that he could try farming and other such experiments. He learnt the art of spinning and weaving, and soon the ashram began to buzz with khadi, not just as a way of producing clothes, but also as a way of thought. The activity waned when he moved to Sevagram Ashram near Wardha, Maharashtra, after the Namak Satyagraha, leaving the Ashram in the hands of the Harijan Sevak Sangh.<br \/>You can get a sense of his life, the history of the movement and those who worked alongside him, at the Gandhi Smarak Sangrahalaya, a small museum that includes excellent pictorial and written documentation, a library of Gandhian literature and paintings, and an immense archive of letters written by Gandhiji, every single one on the back of used paper. The grounds include the Hridaykunj, Gandhijis sparse living quarters, Vinoba Mira Kutir, where Vinoba and Mira each stayed on separate visits, a prarthana bhumi, a guest house and a building used as a training center for cottage industries, all preserved as part of the museum. The grounds are open from sunrise to sunset, but the best time to visit these grounds is early morning, as the sun rises over the river, and people are in a meditative spirit.<br \/>Tucked away on one side is also Manav Sadhna, a nonprofit Gandhian organization dedicated to seva. Many of the people who work or volunteer in the group live in the ashram, which actually covers a lot more than just the preserved memorial grounds. Across the road is a whole residential neighborhood of families, many of which have elders who worked alongside Gandhiji, and have the history of the movement built into their houses, inevitably reaching the younger generations. Near the memorial grounds in the rest of the Ashram is the Environmental Sanitation Institute, an organization that addresses waste related diseases and ecologically minded sanitation, Kalam Kush, where beautiful handmade paper is made, as well as spinning wheels and other equipment, three khadi stores, and most recently, a khadi weaving workshop to reeducate people about the concept, resuscitating the activity after decades of lull following Gandhijis move to the Sevagram Ashram. After the move, it may have seemed that the ashram was no longer functioning, but generations later, the people who populate Manav Sadhna, or work in the ashram bookstore, or the fact that the new khadi workshop is run by the grandson of the couple who taught Gandhiji and his cohorts to make khadi, are all testament to the living legacy left behind.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"34","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Gardens & Lakes","name": "Kankaria Lake","description": "A polygonal lake almost a mile in circumference, it was constructed in 1451 by Sultan QutbudDin. In the centre of the lake is an island-garden with a summer palace known as Nagina Wadi. The lake is now a popular recreational centre and is surrounded by parks, Bal Vatika, childrens gardens, a boat club, natural history museum and a zoo.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"35","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Buddhist Foot Print in Gujarat","name": "Institue of Indology","description": "The Lalbhai Dalpathbhai Institute of Indology, Ahmedabad was started in 1956, to preserve a repository of rare art, manuscripts and archaelogical objects of India. In 1984, a museum was opened to cover topics ranging from Buddhism, Jainism and its darshans , grammar, tantra and poetry, Vedas and other different branches of Indian philosophy.<br \/>The museum houses about 76,000 hand written Jain manuscripts with 500 illustrated versions and 45,000 printed books, making it the largest collection of Jain scripts. It has precious old books written in languages such as Sanskrit, Pali, Old Gujarati, Apabhramsa, Hindi and Rajasthani. It also showcases Indian sculptures, terracottas, miniature paintings, cloth paintings, painted scrolls, bronzes, woodwork, Indian coins, textiles and decorative art, paintings of Rabindranath Tagore and art of Nepal and Tibet.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"36","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Others","name": "Ravivar (Sunday) Market","description": "Every Sunday, the open space underneath the eastern end of Ellis Bridge becomes one of the largest market areas in the city. Beginning alongside the bridge, continuing downhill, and sprawling across the area underneath it and along the riverfront, the market sprouts several hundred stalls selling everything one could possibly need. As a distinctly pragmatic market, however, you will see hardly any stalls hawking useless goods, tourist trinkets, pointless decorations, and so forth. Principle items include all manner of kitchen supplies, tools, furniture, hardware, clothing, electronics, used books, bedding, antiques, goats and chickens, and any other household goods you could imagine. It is a lively, chaotic, and always surprising experience.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"37","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Others","name": "Manek Chowk","description": "This bustling open square near the center of the city functions as a vegetable market in the morning and a jewellery market in the afternoon, the second biggest in India, at an apparently 3 million rupees of annual turnover. It is most famous, however, for its food stalls that start to emerge around 8 in the evening, with various local street snacks and goodies.<br \/>This quarter, the oldest of the city, is named after the 15th century saint Baba Maneknath, who is said to have interrupted Ahmed Shahs efforts to build the new capital. Each day he would weave a mat while the fort walls were being built, which he would then unravel at night, magically bringing down the walls. When this was discovered, he was invited to prove his powers to Ahmed Shah by putting himself into a small jar. When he did this, Ahmed Shah sealed and buried the jar.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"38","hub": "Ahmedabad Metro","area": "AHMEDABAD","type": "Others","name": "Vishala","description": "There are often dissonances between the world our heart craves, and the way our modern life is developing. The minute you enter Vishala, you feel transported into the heart of a Gujarati village. As you walk through the open farm land and breathe the clean air from the trees around, you are greeted by men in turbans and dhotis. Yes, you have signed up for a rural experience on the periphery of the Ahmedabad city.<br \/>Nothing can replace a real village experience, but Vishala tries its best to come close. The air smells sweet of lobaan,smoked charcoal. A world is created out of mud huts, machaans, huts built on raised bamboo stilts, adorned with typical Gujarati colors and design motifs. The atmosphere resonates with the eclectic performances of folk musicians and dancers who will invariably entice you to join them. The puppet show under the stars takes children on a high. The ethnic Gujarati food served on biodegradable leaf plates and pottery is a full throttle plunge into the old world charm of Gujarat","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"39","hub": "Ahmedabad Metro","area": "LOTHAL","type": "Archaeological & Architectures","name": "Lothal Archaeological Site","description": "Visit the small but informative museum, displaying the artifacts and explaining the unearthed remains. There is also an artist’s visualization of what Lothal may have looked like at its peak. Open 10am-5pm, closed on Fridays. Entry fee Rs.2.<br \/>Use the stories and visualizations from the museum to re-create your own, as you wander among the ruins. When observing the dock, bear in mind that the harbor may now lie 20 km from the navigable Sabarmati, because of the shift in the river’s path, but even as recently as 1850 boats could moor at Lothal, which shows the extent of hydraulic expertise of Harappans.<br \/>Note that everything at Lothal is an ancient relic; please do not remove anything you find, no matter how small it may seem; otherwise, future visitors will not get the chance to enjoy it.","latlong": "22.528117,72.237275","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"40","hub": "Ahmedabad Metro","area": "LOTHAL","type": "Archaeological & Architectures","name": "Utelia Palace","description": "This Heritage Hotel, 7 km from Lothal, was built around the turn of the century to replace the former wooden palace. It is a beautiful place to visit and also offers accommodation (for those with a relatively high budget).","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"41","hub": "Ahmedabad Metro","area": "NALSAROVAR BIRD SANCTUARY","type": "Forests & Natural Ecosystems","name": "Nalsarovar Bird Sanctuary","description": "The lake - Nalsarovar - and the wetlands around it were declared a bird sanctuary in 1969. Spread over 120 sq.kms, the lake and the extensive reed beds and marshes are an ideal habitat for aquatic plants and animals. The lake attracts a large variety of birds like plovers, sandpipers and stints.<br \/>There are 360 odd islets in the lake. Most of them lie exposed when the water level is low. The lake gets filled with water that drains from the adjoining Surendranagar and Ahmedabad districts in the monsoon. With this fresh water inflow, brackishness in the lake is reduced considerably.<br \/>The migratory birds arrive in vast numbers, homing in on the lake. There are flocks of pelicans, flamingoes, ducks, demoiselle cranes, common cranes, and several waders occupying huge patches of the lake during the season. With the approaching summer the lake water dries up making it brackish, and the fish and other insect life becomes scarce. The migratory birds and most of the resident birds, such as cormorants, grebes and openbill storks, begin to leave by April.","latlong": "23.551399,70.567932","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"42","hub": "Ahmedabad Metro","area": "THOL LAKE BIRD SANCTUARY","type": "Forests & Natural Ecosystems","name": "Thol Lake Bird Sanctuary","description": "Thol lake bird sanctuary is a shallow freshwater body surrounded by marshes on the edge and scrubby forest embarking the sides. The lake sanctuary covering an area of 7 square kilometers was declared officially in 1988 and is also known by the name of Thol Bird Sanctuary.<br \/>The shallow water reservoir speckled with reed beds gives it a distinct ambience while being an ideal dwelling for varied species of birds and insects. The agricultural land surrounding the lake provide ample amount of food for quite a number of birds while the hydrological ecosystem takes care of the others. One gets overwhelmed with flocks of bird flying together and crating graphical patterns on the sky while long-legged elongated necked cranes keep stalking for fishes and small insects. The still and serene ambience of the locale gets melodiously symphonized with the echoing of thousands birds and illustrated by the varied movements of these spirited creatures.<br \/>A visual treat for any tourist and a treasurable experience for a bird watcher or ornithologists, this place is home to more than 100 species of birds.  Cranes, geese, flamingoes, pelicans, egrets, herons, spoonbills, ducks, whistling teals and many other migratory birds nest and breed in the lap of this natures exuberance. The most commonly noticed Indian Saras Crane with its long bare legs, elongated head and red head gracefully pecks insects while walking around the lake with dance like movements. This bird which flaunts the status of being the tallest flying bird on earth is often see in pairs and has over centuries inspired poets and artists with its elegance and beauty.<br \/>Things to do<br \/>Post rains in between and during the beginning of November to February a drive down to the Thol Lake is an ideal way to be away from the maddening rush of the city life.  While driving to the lake, keep a watch for the variety of birds which populate the pools and canals on the way. Toddle around the lake while you get acquainted to large and small, textured and plain, and their mesmerizing concord of sounds.<br \/>The place is worth spending an entire day capturing the different movements and behavior of the birds in alliance with nature.","latlong": "23.143951,72.356558","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"43","hub": "North Gujarat","area": "AMBAJI","type": "Religious Sites","name": "Ambaji Temple","description": "This is the principal shrine of a goddess who has been worshiped since the pre Vedic period. She is often referred to as Arasuri Amba, named for the location of the temple in the Arasur hills, near the source of the Saraswati river at the south western end of the Aravali mountain range.<br \/>The red flag above the small temple dances welcomingly in the wind. Made of white marble with gold cones, the temple was originally built by Nagar Brahmins. There is a main entrance in the front and only a small side door, because it is believed that Mataji,another name for Ambaji has forbidden the addition of any other door. The temple is surrounded by an open square called chachar chowk where ceremonial sacrifices called havans are performed.<br \/>The inner sanctum of the temple has silver plated doors. There is a gokh, or niche, in the wall on which is fixed a old plated marble inscription of the Viso Yantra, a Vedic text on sacred geometry, which is the main focus of worship. There is no idol of the goddess, perhaps because the temple is so ancient that it predates idol-worship, but the priests decorate the upper portion of the gokh in such a way that it looks like an idol of a goddess from a distance.<br \/>Be sure to look across the temple i.e. with your back facing the goddess at the other temple on the Gabbar, considered the original abode of the goddess. At a short distance from the Ambaji temple is a large rectangular kund, with steps on all its four sides, called Mansarovar.<br \/>The ecstatic festival of Navratri is celebrated all over Gujarat in reverence of Ambaji, by dancing garba around the Holy Mother. On these nine nights the Nayak and Bhojok communities also perform bhavai theater.<br \/>There are six other temples in Ambaji. Varahi Mata, Ambikeshwar Mahadev and Ganapati temples are in the chachar chowk, open square, surrounding the temple, while Khodiyar Mata, Ajaya Mata and Hanumanji temples are in the village.","latlong": "24.355463,72.800303","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"44","hub": "North Gujarat","area": "AMBAJI","type": "Religious Sites","name": "Gabbar","description": "Gabbar (or Gabbargadh), a small hillock about four km to the west of Ambaji village, is believed to have been the original seat of the goddess, the site of Krishna's tonsorial ceremony (ritual head-shaving), and the abode of the divine Mahishasur-Mardini.<br \/>The hill is very steep and difficult to climb. There are 300 stone steps at the foot of the hill after which the pilgrims have to climb through a narrow dangerous track. On the flat top of the hill there is a small niche facing the temple of Ambaji, in which a well-protected lamp is kept constantly burning, and can be seen from the main Ambaji temple at night. There are footprints of the Goddess under a pipal tree, which are worshipped.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"45","hub": "North Gujarat","area": "AMBAJI","type": "Religious Sites","name": "Koteshwar","description": "Koteshwar is eight kilometers from Ambaji and it is believed to be the source, or gomukh, of one of the present-day Saraswati rivers. Valmiki Ashram and Shakti Ashram are worth seeing here.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"46","hub": "North Gujarat","area": "AMBAJI","type": "Gardens & Lakes","name": "Mangalya Van","description": "Nestled atop a hillock i.e. Kailash tekri around a kilometer and half from the Ambaji Temple on the Khedbrahma Highway is Mangalya Van, a unique garden that is of late drawing hordes of tourists. One has to climb steps to reach Kailash tekri and Mangalya Van, which is also surrounded by water bodies. The van was developed by the forest department and its USP is a unique Rashi Van' (astrological garden) within and a garden of plants, which astrologers say have the same effect as stones on one's life.<br \/>All those who come to Mangalya Van invariably enquire about the effects of plants on sun signs and want to take back home a sapling that favors their zodiac sign. They grow it in their backyard or in the vicinity of their house. Around 700 to 800 people visit Mangalya Van every day and on holidays, the number crosses 1,000. Its popularity is picking up fast. Each of the 12 zodiac signs have been given three plants and are planted in 18x18 meter in this garden.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"47","hub": "North Gujarat","area": "AMBAJI","type": "Forests & Natural Ecosystems","name": "Jessore Sloth Bear Sanctuary","description": "Jessore Sloth Bear Sanctuary is situated in the Banaskantha district, 45 kms. from Palanpur. Declared as Wildlife Sanctuary in May 1978, this 180.66 sq.km. forest tract of Jessore hill and adjoining areas is endowed with several rare and endangered species of flora and fauna. The forests of the sanctuary play an important role in conservation of depleting Aravali ecosystem. This area act as a buffer and separates the desert ecosystem from the dry deciduous type of ecosystem. The tree clad terrain helps in arresting the process of desertification and advancement of Thar desert.<br \/>Located in the folds of Arravali hills. Jessore hill is the second highest peak in Gujarat. The sanctuary is known more for the endangered Sloth Bear. The other important faunal species are leopards, Rhesus macaque, Indian civet cat, porcupine, fox, striped, hyena, wild boar etc.<br \/>The multistoried forest provides a suitable habitat for variety of birds ranging from land birds to water birds. As per the IUCN classification many rare and endangered species of birds are also found in this sanctuary. The reptiles include snakes, tortoises and lizards of various types. The rarest Indian Python is observed beyond Muni ji ki kutia.<br \/>Post-monsoon to winter is the best time to visit the Sanctuary. The nearest railway stations are Palanpur; 45 kms. and Iqbalgadh; 8 kms. The Nearest airport is Ahmedabad (178 kms).","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"48","hub": "North Gujarat","area": "AMBAJI","type": "Heritage Monuments & Structures","name": "Poshina","description": "About 18 kms from Ambaji in Sabarkantha district, Poshina takes one back to the simple beauty of traditional village life, populated by a captivating mélange of colorful tribal communities of the Garasias, Bhils and the pastoral Rabaris. Poshina is home to a tribal shrine where you find the staggering scene of thousands of terracotta horses standing in rows as offerings to the local goddess. Nearby villages have similar horses carved in reverence to her divinity. A visit to the homes of the potters who make these striking horses is an excellent glimpse into tribal culture.<br \/>In Poshina you find the Darbargadh Poshina, once a palace, and now a welcoming heritage hotel, with huge gateways, a massive dome, numerous pillars and arches, a pleasant courtyard, gardens, lawns and terraces, owned by the descendants of the Chalukyas, whose empire spread through much of Gujarat and Central India in the 12th century. You also find old Jain sandstone temples of Parshvanath and Neminath and an old Shiva temple.<br \/>Poshina is host to the famous Chitra-Vichitra fair, at the nearby Gunbhakhari village, a couple of weeks after Holi.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"49","hub": "North Gujarat","area": "MEHSANA","type": "Religious Sites","name": "Unjha","description": "On the road to Sidhpur is a pilgrimage site for people of diverse communities. Umiya Mata the clan goddess of the Patidar community is said to reside here and attracts a fair number of visitors from India and abroad. Unjha is also the last resting place of ‘Mira Datar’, a muslim ‘Pir’ revered by a gamut of communities.","latlong": "23.611891,72.331667","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"50","hub": "North Gujarat","area": "MEHSANA","type": "Religious Sites","name": "Becharaji","description": "A short motor ride towards Chanasma and you come to the town of Becharaj and the temple of Bahuchar Mata, an incarnation of the Mother Goddess. Pilgrimages are undertaken to this site for vows fulfilled and boons granted. ‘Bahuchar Mata’ is the patron goddess of the women folk who invoke ‘her’ intervention in domestic violence and problems within the family. The goddess is also principle deity of transvestites and eunuchs who flock here large numbers to seek the blessings of the goddess.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"51","hub": "North Gujarat","area": "MEHSANA","type": "Religious Sites","name": "Modhera Sun Temple","description": "As one traverses the length and breadth of Gujarat, one constantly stumbles across architectural legacies of the' Solanki' rule. You keep coming across, living spaces and monuments of another time, offering an eclectic glimpse of the artistic and ingenious beauty that makes this exotically state vibrant.<br \/>A soothing drive amidst green farmlands just 35 km away from Mehsana on the way to the temples of goddess Bahucharaji reposes the village of Modhera. Set along the backdrop of River Pushpavati, surrounded by a terra-formed garden of flowering trees and songs of birds, rests the famed Sun temple of Modhera.<br \/>As you relax and soothe your nerves, become one with nature and open your mind to the poetry in stone, dedicated to the sun god, living glimpses of the era far elapsed emerge out of the intricacies of narrative sculptures . The remains of the Sun Temples at Modhera are relics of times gone by when reverence of the natural elements fire, air, earth, water and sky were at their peak sharing space with myriad manifestations of Vedic gods. The ancient philosophy venerating natural elements and its association with humans was considered the prime force and energy of the life cycle. A walk around the serene temple campus makes you aware of the positively strong aura of energy which the place radiates and through it brings one closer to the environs.<br \/>The exclusively carved temple complex and the magnificently sculpted kund are jewels in the art of masonry of the Solanki period apparently which was also known as the Golden Age of Gujarat. Savor your voyage through time to the magnificent eons of the Golden period as you get welcomed personally by the life like icons, narrating stories and legends of Modhera!<br \/>Things todo<br \/>Modhera is an ideal destination for being away from the hustle-bustle of city life for a day. The unruffled peaceful landscape and the majestically welcoming temple complex will ensure to take you away from the mundane routines of daily life to the glorious times back in the Golden Age.<br \/>As you enter the historical complex, you first come across the magnificent kund known as the Ramakund, built in rectangular shape containing 108 shrines to various gods and demi-gods. Check out the three main shrines positioned on the three sides of the kund, dedicated to Ganesh and Vishnu and an image of Lord Shiva dancing the ‘tandav’ facing the temple of the sun which covers the fourth side. Various shrines showcasing different mudras are arrayed along the staggered configuration of steps leading down to the base of the ‘Kund’.Try following the rhythmic ups and downs of the steps<br \/>Walk up the steps to the ‘Sabha Mandap’ or the assembly and convene with sculpted renderings of twelve ‘Adityas’ (another name for the sun god). The twelve representations carved on the pillars represent the sun according to the<br \/>twelve months. It is believed that these ‘Adityas’ are the base myth to the temple of sun, the legend imparts Aditya’s to be sons of ‘Aditi’, the goddess of Infinity and the constant within the inter-connectedness of the universe.<br \/>If you love listening to stories, make sure you find the purohit or priest who has been taking care of the temple, and stays close to the vicinity. Request him to narrate or explain the tales and sequences from epics and legends which<br \/>are carved on the 52 pillars adding grace and poise to the temple section. Even if you do not find him around, do go through the carved murals which serve as a virtual encyclopedia of history of communities, lessons in mortality, descriptions of fairs and festivals and rituals of the golden era. If time permits  may be you can examine each panel in turn and witness the intricate details encompassing the panels speaking and sharing about their costumes, jewelry, performing arts, erotica and the intensely enigmatic art of making love, medicinal plants, and the<br \/>pharmacopoeia etched in stone.<br \/>After witnessing and traveling across time with the raconteur figurines, a visit to the Garbagruha will definitely feel as a spiritual experience. The statue of the sun god no longer exists and the Suryavanshi Solanki’s have been scattered into the dust of history since a thousand years but still on the day of the Equinox, one can almost hear the chanting of the prayers, the aroma of incense, the tinkling of bells as the sharp, linear rays of the sun illuminate the inner core of life and light.<br \/>Do enjoy sitting under those shady trees and feel the tranquility and bliss of being part of the magnificent temple complex of Modhera!<br \/>Background<br \/>Legendary Past<br \/>Although the districts of Patan and Mehsana are best remembered for the historical lineage of the Solanki dynasty, the area around Modhera traces its origins to antiquity. Puranic references refer to the place as ‘Modherak’ or ‘Moherak’ meaning mounds of the dead, and the locale has seen layers upon layers of settlements. Jain Manuscripts refer to the land as ‘Bhagvad Gram’. The Brahmapurana and the Skandapurana, alludes the legendary land of ‘Dharmavanyakshetra’ or land of righteousness to the area around Modhera.<br \/>Legend narrates that after vanquishing Ravanain battle, Lord Rama and Sita halted here on their way back. After due consultations with sage Vashishtha, Lord Rama decided to conduct a yagna here to cleanse himself of the sin of killing a Brahmin, namely Ravana who was a Shaivite and one of Shiva’s most glorious disciples. This yagna was performed by a local Brahmin belonging to the Modh community thus originated the name Modhera. There is even a temple of Modheshwari, a manifestation of the mother goddess near by.<br \/>Foundation of the Temple Complex<br \/>Rainbows of light cutting swathes of illumination on grandiose sandstone edifices of Modhera, marks the pinnacle of Solanki architecture. The temple complex was constructed as a magnificent offering in sculpture to the lord of life and light, fiery Surya, the sun god, under the patronage of Bhimdev I in the year 1027 AD. The king was a patron of the arts and an equal supporter of all religions.The Solanki kings of Anhilwad Patan enshrined their eminence in history through stone, most notably the Rani-ki-vav at Patan, the Jain temples at Taranga, Rudra Mahal at Sidhpur, and the sun temple at Modhera which incidentally is the only temple structure to have a ‘kund’ or ceremonial tank seamlessly dovetailing into the main complex thus emphasizing the dichotomy of the elements of fire and water.<br \/>The ‘Silavats’ were image or idol makers with an oral tradition of temple engineering. The temple complex is a marvel of planning engineering, mirroring their principles of ‘vaastu shastra’ and astronomy. Supervised by a mistry or elder, workmen chipped away at stone creating marvels of flora and fauna, creatures of fantasy, panels of narrative art depicting myth and legends and graphical impressions of geometrical shapes.<br \/>The temple is a classic example of the material aspect of Solanki architecture, namely a mastery over the elegantly intricate carving of stone and the judicious use of lime mortar. Ensconced in an undulating landscape of green foliage, the design element of the temple follows the tenets of Vastu - Shilpa. The kund and the entrance passageway face east in an aura of welcome to the tantalizing rays of the sun, and the entire structure floats on a plinth resembling a flowering lotus as an ablution to the sun god. The design specs of the steps are a stylized mirror image of the temple ‘shikhar’, thus symbolically linking fire and water, dream and reality. The main complex is divided into three parts, the entrance which is the ‘Sabha Mandap’, ‘Antaral’ the connecting passage and the ‘Garbagruha’, the sanctum sanctorum.<br \/>Decline<br \/>' With the waning of the Solanki dynasty and a decline in Sun worship, vagaries of time'Islamic iconoclasts and devastating' earthquakes have all chipped at this structures form. Mehmood Ghazni during his raid of Gujarat marched into the Solanki Empire creating mayhem and after a great deal of loot and plunder was finally attacked by a regrouped Solanki army under Bhimdev which through knowing the terrain well destroyed almost half of the Muslim army and Mehmood and his shattered remnants had to flee to Ghazni where his death occurred in Ad 1030.<br \/>Owing to this ignomous defeat Gujarate njoyed immunity from foreign invasion for a period of 160 years. This peace was disturbed by the arrival of Allauddin Khilji, who after occupying Delhi and the north looked towards Gujarat as an ocean link for trade. Master pieces of Solanki architecture including Modhera once again defaced and plundered. Not content with just looting the temple marauding soldiers under royal command placed gun powder in the Garbagruha and set fire to it creating an explosion that damaged and caused the main shikhara to collapse.<br \/>In spite of it all and a shikhara missing the Modhera sun temple is still a magnificent work of art in stone and if your Itinerary allows you only one town in this region, then by all means make it to Modhera.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"52","hub": "North Gujarat","area": "MEHSANA","type": "Heritage Monuments & Structures","name": "Step well","description": "In a close proximity to the sun temple, located near the entrance is a small, unadorned  Step Well. This three storied structure built in the 10 century as a step over point for caravans was damaged in the earthquake of 2001 and is now a restricted area under renovation. There exists famous temple of Matangi Modheswari Mata, the original temple being in the ancient step-well.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"53","hub": "North Gujarat","area": "MEHSANA","type": "Buddhist Foot Print in Gujarat","name": "Vadnagar","description": "Buddhist Monastery, Vadnagar<br \/>The recent excavations have brought to light a Buddhist Monastery belonging to the 2nd-7th century AD, within the fortified area of Vadnagar. The monastery had two votive stupas and an open central count yard around which initially nine cells were constructed. The arrangement of cells around the central courtyard creates a swastika-like pattern.<br \/>Buddhist Antiquities at Vadnagar<br \/>The recent excavations have brought to light a Buddhist Monastery belonging to the 2nd-7th century AD, within the fortified area of Vadnagar. The monastery had two votive stupas and an open central count yard around which initially nine cells were constructed. The arrangement of cells around the central courtyard creates a swastika-like pattern.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"54","hub": "North Gujarat","area": "MEHSANA","type": "Buddhist Foot Print in Gujarat","name": "Taranga Hills","description": "Taranga, Dist: Mehshana<br \/>Northeast of the main gate of the fort is a cave where the air is extraordinarily cool. The cave, locally known as Jogida ni Gufa, was found and used by Buddhist monks thousands of years ago. It has Buddhist sculptures carved in stone that resemble the Bodhi Vriksha or Kalpavruksha and other Buddhist motifs. You also come across some beautiful Buddhist sculptures on the mountain on the way to the cave.<br \/>Taranga Hills, 20 km from Vadnagar, on the Aravali range, harbours profound connections with Buddhism. The main idols enshrined in the Taranmata and Dharanmata temples are of Buddhist goddess Tara. Broken terracotta images of Buddha, four carved images of Dhyani Buddha on a stone plate, stone and brick walls inside rock shelters, etc. have been discovered from here.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"55","hub": "North Gujarat","area": "WILD ASS SANCTUARY - LITTLE RANN","type": "Forests & Natural Ecosystems","name": "Explore the Sanctuary","description": "A fiat, salt-cracked vast barren desert, hissing sand storms and the majestic Ghudkhar roaming over mirage waters make the little rann of Kachchh an unique and one of the most fascinating wilderness of the world. The Sanctuary was established in 1973 covering entire little rann and waste lands of bordering five districts with an area of 4953 Sq. KM. The rann was a shallow part of the Gulf of Kachchh earlier. It is formed through the process of siltation of marine estuary. During monsoon, the discharge of river and rain waters together with sea water blown up due to south west winds, the rann becomes a vast shallow sheet of water which dries up by October, November leaving a flat surface to provide super highway for vehicles.<br \/>Locally known as 'Ghud Khar' was once common in the North-western India. West Pakistan and South Iran. They are now found only in the Rann of Kachchh of Gujarat State. The Wild Ass falls in Family Equide which includes Horses, Zibras and Donkeys.<br \/>Indian Wild Ass is one of the sturdiest animals in the world, withstanding scorching midday temperatures unto 45° C or more without any shelter in midst of the desert and facing long periods of drought as well as other calamities with relative ease, where others cannot survive. It has strength and speed of a horse and can run at speeds of 60 to 70 Km/hr. A mature beast stands 120 cms. in height and 210 cms. in length, weighing about 230 kgs. It possesses a shiny white coat with greyish-brown patches and a black or brown hairy stripe in the centre enhancing its beauty. They move about either singly or in herds (10 to 30) in search of fodder and sweet water, resting only in hot afternoon hours. They eat what they get, generally scrubby grass and pods of prosopis. <br \/>The best time to visit the sanctuary is very early in the morning. Excursions by jeep at specific times in the morning and evening are available from Dhrangadhra, Patadi or Zainabad (near Viramgam railway station). There are also private jeeps for hire from any of these places. You can also use buses or inter-city jeeps traveling from Dhrangadhra to Patadi to reach Range Bajana gate. Whatever your transport, hiring a knowledgeable guide is highly recommended. <br \/>The Rann Riders Resort in Dasada organizes safaris to the Sanctuary by jeep or camel, specializing in birdwatching during the winter season. Contact Muzahid Malik at +919879786006 for more information. The Royal Safari Camp in Bajana also organizes safaris to the Sanctuary by jeeps. Contact: 079-65418951, +919925200657 for more information.Desert Coursers, in Zainabad, also offers excursions into the Sanctuary, based out of its unique camp of traditional Bajania kooba houses, acquainting visitors not just with the local wildlife but also the local human history and rural traditions. Call Dhanraj Malik at 9426372113 for more information. Zainabad can be accessed from Viramgam railway station or other nearby towns by bus or chhakda. <br \/>In order to truly experience the Rann, an excursion of more than one day is strongly recommended. Wildlife is not a packaged event; you can visit the Taj Mahal for an hour and say you've seen it, but a living ecosystem is another matter. Animals must be sought out, are often reclusive, and are not necessarily where you expect them to be. Plus, the huge variety of wildlife here cannot possibly be experienced in a short period. Spending at least one night camped on the Rann will dramatically increase how much you connect with the landscape and its inhabitants; settling into camp in the late evening and watching the desert stars appear at night is an experience not likely to be forgotten. <br \/>For more details, contact: Deputy Conservator of Forests, Wild Ass Sanctuary, Dhangadhra District Surendra Nagar Gujarat Ph.: 02754 -23016.","latlong": "23.548881,72.435608","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"56","hub": "North Gujarat","area": "WILD ASS SANCTUARY - LITTLE RANN","type": "Forests & Natural Ecosystems","name": "Dasada","description": "Rann Riders The Resort<br \/>Rann Riders eco-friendly luxary safari resort is situated near the village of Dasada, a few minutes drive from the entrance of the Little Rann of Kutch Wild Ass Sanctuary.It is also an ideal stopover for those travelling from Rajasthan into Gujarat or from Ahmedabad to the colourful district of Kutch. <br \/>Rann Riders is family-owned and run. The owners descend from Baktiar-ud-din who was given the 24 sq mile jagir (Indian equivalent of a dukedom) of Dasada and its surrounding villages in return for military services provided to the Sultan of Gujarat in the 15th century. He was given the title of Malik Bakhan-1 and his successors continue to use Malik as their title and now as their last name. The Maliks participated in the siege of many forts and the battles of Kuva and Rankhundal in the 1400s and 1500s.<br \/>Highlight<br \/>Accomodations & Amenities<br \/>Surrounded by wetlands, Rann Riders is an eco-friendly luxary resort imaginatively designed using local materials to recreate the appearance of a village. Accommodations are in cottages, resembling the kooba houses of the Bajania community of Dasada and the bhunga houses of the Rabaris of Kutch, decorated with mirrors, mud-plaster work and embroideries.<br \/>Accommodations<br \/>Each of the cottages has twin-bedroom, with a comfortable cane bed, a dry dressing area and a tiled bathroom with western-style toilet fittings and hot-and-cold showers.<br \/>Food and beverages<br \/>Rann Riders offers Major Organic food Grown in the vicinity of the resort with the choice of Continental and Indian cuisine that can be served on the buffet table, preplated or camp-style around a fire. Tandoori food is a specialty of<br \/>the resort. On prior intimation, we serve Gujarati meals, regional specialties of the Maliks of Dasada, Bengali meals and seafood.<br \/>For vegetarians, the Flamingo Restaurant has an extensive Indian, Chinese and Continental ala carte menu","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"57","hub": "North Gujarat","area": "PATAN","type": "Religious Sites","name": "Jain temples","description": "Panchasara Parshvanath Jain Derasar is one of the largest of more than 100 Jain temples in Patan, a reminder of Patan’s role as center of Jainism during the Solanki era, with sophisticated stone carvings and white marble floors that are characteristic of Jain architecture. It is also worth visiting Kapur Mahetano Pado, where the stone temple has a wooden interior. Jain temples were once all of fantastically and intricately carved wood until, it is said, the master-builder Uda Mehta saw a mouse carrying a burning candle in its mouth and realized that one mishap would destroy years of work, and from then on insisted that all Jain temples should be created in stone.","latlong": "23.874615,72.06954","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"58","hub": "North Gujarat","area": "PATAN","type": "Archaeological & Architectures","name": "Sahasralinga Talav","description": "Not to be outdone, Siddhraj Jaysinh built the reservoir Sahasralinga Talav, meaning lake of a thousand lingas, just north of Rani Ki Vav in 1084, over a lake originally known as Durlabh Sarovar, built by the King of Durlabhray. During his rule he had many artificial tanks built in different parts of Gujarat, but this one surpasses all the others, technologically, artistically, and spiritually. Like in Rani Ki Vav, the architecture represents the integration of careful water management with the sanctity of water. Of the 7-hectare spread of ruins only 20 percent has been unearthed, excavated in 1942-43, and though it was destroyed three times in attacks, its splendor is still evident. There is a finely carved three-ringed sluice gate that channeled water from the Saraswati river into the reservoir, and it is said that the lake had inbuilt natural filtration. The reservoir contains elaborate sculptures of deities and impressive columns that once supported a ceiling. On the banks were the remains of a Shiva temple with a colonnade of forty-eight pillars, and numerous small temples, each with a small phallus on a vulva, representing the creative spirit and fertility of Shiva and Parvati.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"59","hub": "North Gujarat","area": "PATAN","type": "Archaeological & Architectures","name": "Muslim architecture","description": "Explore the early Muslim constructions, built even earlier than those in Ahmedabad, such as the Sheikh Farid’s mosque and mausoleum, with its beautifully carved ceiling.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"60","hub": "North Gujarat","area": "PATAN","type": "Archaeological & Architectures","name": "Sidhpur","description": "Sidhpur is a sacred town, around 103 kms. north of Ahmedabad. It is situated on the left bank of the River Saraswati, around 24 kms upstream of Anhilwad Patan, the old capital of Gujarat before Ahmedabad was founded in the first quarter of the fifteenth century.  The town is a revered destination, flanked by temples, kunds, ashrams and other sacred structures.  Around the 10th century, under the Solanki rulers, this town was at the pinnacle of prominence and glory. It derived its name from the great ruler of Gujarat, Siddhraj Jaisinh from the Solanki dynasty.<br \/>Raja Siddhraj built a magnificent temple dedicated to Lord Shiva called as the ‘Rudra Mahalaya’ in 12th century AD. The temple was an architectural wonder with a three-storeyed 'shikhara', 1600 pillars, 12 entrance doors, central 'mandapa' and porches on east, north and south and sanctum in west. Around the temple, there were 11 shrines of Rudra. The eastern gate was adorned with beautifully carved 'Toran', with a flight of steps leading to the Saraswati River.  The ornamentation of the temple was exuberant as shown by the elaborate and detailed carvings of the pillars and the beautiful Toran, which are the only remains of the temple today.<br \/>In Vedas, this modern day Sidhpur is mentioned as ‘Shristhal’ or a ‘pious place’. Of the five most holy and ancient lakes in India is the Bindu Sarovar, which lies here in Siddpur. According to the Hindu religion, it is said that as the obsequies offerings to the paternal ancestors must be made at Gaya, so corresponding offerings to the maternal ancestors have to be performed at Sidhpur. Thus Sidhpur has the importance of ‘Martu Gaya’ or ‘Matru Shraddh’, a place where people come annually to perform the rituals for their mothers who are in heavenly abode. These ceremonies are presided over by the Brahmins, who are treated with high regard. They are performed at Kapilamuni Ashram, where 3 sacred water kunds: the Gyan Vapika, Alpa Sarovar and Bindu Sarovar are present. It is also said that Lord Parshuram performed ‘Matru Shraddh’ at the Bindu Sarovar and his temple is also created here for darshan (worship).<br \/>Apart from that, there are only five Swayambhu Lord Shiva temples in India and all of them are in Sidhpur. They are the most important worship places during the Hindu month of Shravan.<br \/>Every year the Sidhpur Camel Festival which is a traditional fair is held here during the Kartik month (the first month of the Hindu calendar) from the 11th day to the 15th day which is known as Karthika Poornima (full moon) at the banks of the Sabarmati River. It is a livestock fair in which the locals and tribals from surrounding towns & villages participate. The camels and horses are decorated brilliantly by their owners to display, buy or sell them during the fair. The farmers bring in huge quantity of sugarcanes which is also sold along with various other local handicrafts items. The Kartikeya Temple opens for a week during this fair. All in all, the fair has all the color and vigor of a Gujarati mela.<br \/>The town also holds importance for the Bohra Muslims, an affluent Muslim community spread all over the world. They have contributed significantly to the development of Sidhpur. Their old Havelis and mansions, some over 100 years old have a markedly European flavor and a walk through the ‘Bohra Vad’ is like a stroll through an England replete with the lamp lighters at dusk. So enamored were they by the style & existence of living in the 19th century Europe that as a sign of opulence and to gain respectability amongst the community they tried to create a slice of Europe in their hometown. This, they did by imitating the Victorian architecture. The facades are rich in variety and aesthetic expression with intricate details in wood. Thus the living spaces of the Bohra community or the so-called ‘Bohra Havelis’ represent a nostalgic visual straight out of a Dickenson novel.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"61","hub": "North Gujarat","area": "PATAN","type": "Heritage Monuments & Structures","name": "Rani Ki Vav","description": "Rani (Queen) Udayamati commissioned this vav or stepwell, in 1063 in the memory of her husband King Bhimdev I of the Solanki dynasty. The vav was later flooded by the nearby Saraswati river and silted over until the late 1980s, when it was excavated by the Archeological Survey of India, with the carvings found in pristine condition. Rani Ki Vav is amongst the finest stepwells in India, and one of the most famous legacies of the ancient capital city.<br \/>The vavs of Gujarat are not merely sites for collecting water and socialising, but also simultaneously hold great spiritual significance. They were originally constructed quite simply, but became more intricate over the years, perhaps to make explicit this ancient concept of the sanctity of water by carving it out in stone deities. You may thus enter Rani Ki Vav as if it is a subterranean temple.<br \/>The steps begin at ground level, leading you down through the cool air through several pillared pavilions to reach the deep well below. There are more than 800 elaborate sculptures among seven galleries. The central theme is the Dasavataras, or ten incarnations of Vishnu, including Buddha. The avatars are accompanied by sadhus, brahmins, and apsaras (celestial dancers), painting their lips and adorning themselves. At water level you come to a carving of Sheshashayi-Vishnu, in which Vishnu reclines on the thousand-hooded serpent Shesha, where it is said he rests in the infinity between ages.<br \/>Open from 8am to 6pm. <br \/>Entry fee for Indians Rs. 5\/-, Foreigners 2 USD","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"62","hub": "North Gujarat","area": "PATAN","type": "Museums & Learning Spaces","name": "Hemachandracharya Jain Gnan Mandir","description": "Hemachandracharya, renowned Jain scholar and poet, is credited with formulating Gujarati grammar. His treatise ‘Siddha Hema Shabdanushasana’, written during the rule of Siddharaj Jayasinh, is seen as a counterpart to Panini’s treatise on Sanskrit grammar. The poet built this Gnan Mandir, literally \"knowledge temple\", an ancient library that includes a number of ancient palm-leaf Jain manuscripts (some written in ink of gold) and literature that he wrote. Open 10am-5pm","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"63","hub": "North Gujarat","area": "PATAN","type": "Others","name": "Patola weavers","description": "Patola is the name of the silk saris unique to Patan. One version of the Patola legend is that King Kumarpal (12th century) commissioned Patola robes from Jaina (South Maharashtra), a new one for every daily puja. When he learned the King of Jaina was sending him used clothes, he went to the south to attack and defeat the southern ruler. He brought back 700 Patola weaver families to Patan. Of those families, only the Salvis continue the craft today.<br \/>Patola is one of the most difficult forms of weaving in the world. It uses a double ikkat style where the warp and weft threads are dyed meticulously before weaving, according to a pre-designed pattern. The weaver then aligns them perfectly on the loom, which naturally creates a unique combination of geometric delineation with soft hazy outlines. Besides in Patan, double ikkat is used only in Bali, Indonesia. It is said that an Indonesian king visited India, was awed by the Patola craft, and took it back to his land saying that only Indonesian royalty would be allowed to wear it<br \/>The saris take 4-6 months to make, with more than 70 days for the coloring of the silk threads, and about 25 days for the weaving. They come in four styles: 1) for the Jains and Hindus, with flowers, parrots, elephants, and dancing figures, 2) for the Muslim Bohras, with geometric and floral design, to be used at weddings, 3) for Maharashtrian Brahmins, in solid dark colors bordered with designs of women and birds, called Nari Kunj, and 4) for traditional export markets in the Far East. Immense dexterity is required of the dyer, for visualizing the pattern of dyeing, especially for the weft threads which are woven in zigzag, and also of the weaver, for working at an even pace, so that the warp and weft meet at precisely the right place without breaking the silk threads. These extreme levels of craftsmanship give Patola artists enough reason to put a high price on their work, and to guard closely their patterns as a trade secret.<br \/>To watch the masters of the craft at work, or order your own piece, visit Vinayak and Bharat Salvi at Patan Patola Heritage +91 2766 231369, Patolawala Salvivado, Patolawala St. or Ashok Salvi at Patolawala Farm House +91 2766 232172, outside Phatipal Gate. The price of saris start at Rs. 90,000. There are also smaller scarves available, starting at Rs. 5000.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"64","hub": "North Gujarat","area": "PATAN","type": "Others","name": "Mashru weavers","description": "While not as famous as Patola, nor unique to Patan, Mashru weaving is also a craft worth observing. The fabric is woven in vibrant colors from silk and cotton threads, in a satin weave, with silk on the outer face of the piece, and cotton worn close to the body. It was initially only used by Muslim men because the Islamic law prohibited pure silk, but Hindu communities too began using it later. It is used by women in some Kutchi communities to stitch garments for their dowry, and was also exported to Turkey and the Middle East. When the export market fell, the cheaper rayon replaced Mashru. Once made throughout India, including Bhuj and Surat in Gujarat, today it is woven in only a few places. There is now a revival project taking place in Tankwada ni Pol, where a group of Mashru weavers are returning to traditional designs and quality. For more information contact Janakbha Khatiri +919979775705.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"65","hub": "North Gujarat","area": "SHAMLAJI","type": "Religious Sites","name": "Around Shamlaji","description": "There is a small shrine on the way from the Shamlaji Temple to the Meshwo river, where an image of a standing Ganesha idol from the late-Gupta period is still worshiped.<br \/>The temple at Harishchandra ni chori probably dates to the 10th century A.D. It has a rectangular sanctum with a large pavilion in front. The whole structure is enclosed within the courtyard. The walls of this courtyard have fallen down but the ornamental gateway (torana) still stands. <br \/>Numerous temples in ruins, ancient brick-work and scattered idols found at Shamlaji show that since ancient times it has been a popular and important center of pilgrimage on the highway between Gujarat and Rajasthan. Devni Mori, a place about two kms from Shamlaji, is having remains of a Buddhist monastery from around 3rd-4th century AD. The stupa which is considered as a sharir stupa, has proved the presence of Buddhists in Vadnagar. Excavating of the stupa brought to light an inscribed casket which contained relics of Buddha. It is quite clear that the bodily relics of Buddha in the casket. <br \/>Being a place of pilgrimage established at a picturesque spot, there are several other ancient shrines scattered all over this place. Amongst them is the small temple of Trilokeshwer just opposite Shamlaji has a beautiful and unusual idol of Shiva with the trident. The Kashi-Vishwanath Mahadev is a simple but ancient temple, which is about seven feet below the ground level. The temple of Ranchhodji, is on the opposite bank. There is also the tomb of Navgaja Pir, a maulvi (muslim cleric) close by visited by many Adivasis.<br \/>Remains of shrines of different religions show that the whole area roundabout Shamlaji was once not only prosperous but an important center of civilization and culture.","latlong": "23.732398,73.277264","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"66","hub": "North Gujarat","area": "SHAMLAJI","type": "Buddhist Foot Print in Gujarat","name": "Dev Ni Mori","description": "The remains of a Buddhist monastery belonging to 3rd-4th century AD have been unearthed from Devni Mori, about two km from Shamlaji. The presence of a stupa and monastery has reconfirmed that during the early centuries of Christian era, there had been a strong presence of Buddhists in Vadnagar. Excavating of the stupa brought to light an inscribed casket which contained relics of Budhha. The inscription clearly mentions that the casket contains bodily relics of Buddha.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"67","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Ajit Nath Prasad Vihara","description": "In the center of a huge plateau at the peak of Mount Taranga stands this beautiful temple of light sandstone, 45 m long and 30 m across. The large temple spire is supported by enormous pillars with beautiful maidens in winding, supple movements, figures carrying musical instruments, and topped by round lotus capitals. The exterior walls are also replete with figures carved in life-like poses and 12th-century dress and ornamentation. The central image of Bhagvan Ajitnath in lotus position, a 5 m statue carved from a single block of white marble, sits amongst breathtaking carvings and is among the tallest Jain sculptures in India.<br \/>The temple has a large sabhamandapa. The upper, \"secret\" storey is concealed from view and accessible only by a very uncomfortable ladder.<br \/>To maintain your inner stillness after a temple visit, enjoy the fresh clean air in the cool refuge of a small pond and an orchard near the temple.","latlong": "23.704895,72.545471","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"68","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Yellow Stone Temple","description": "This four-story temple made of yellow stone is said to have been originally 32 stories high, and evidently lowered to its present height during renovations. The wood used in the carvings of this temple was of tagar wood (Valeriana hardwickii), which is said to be fireproof.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"69","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Kotishila","description": "The Taranga hill is home to nine other temples. A km from the Ajit Nath temple, on the same hill, is a temple called Kotishila, a small building in the style of a Muslim mausoleum, built by Digambar Jains. It houses a marble statue of the 19th Jain tirthankar, Mallinathji.Through the centuries it has been the site for penance, meditation and ultimately, liberation of many great saints and sages.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"70","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Siddhshila","description": "Less than one km to the northwest of Taranga is a small hill with a steep slope that is difficult to climb. At the top of the hill there is a deep well, and a small Hanuman temple,with a kund. Among the various small shrines there is one with foot impressions of Chaumukhiji and Bhagwan Ajitnathji. Many Jain acharyas have attained moksha at this sacred place, so it is also called 'Siddhshila'.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"71","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Taranamata shrines","description": "The Taranamata shrine that you see as you ascend the path to the Taranga tirtha was not as popular with devotees because of the difficulty in accessing it, so another one was later built at the foot of the hills to the north. It is 2 km from Timba, where the bus drops people off.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"72","hub": "North Gujarat","area": "TARANGA HILLS","type": "Religious Sites","name": "Kumbhariya","description": "Kumbhariya is known for its five temples, which are all that remain out of the 360 Jain temples built by Vimal Shah in the 12th century. The white marble temples shine as specimens of reverence and artistic brilliance. Located 40 km away from Taranga, the temples are dedicated to the Jain tirthankars Neminath, Mahavir, Parshvanath, Shantinath and Sambhavnath. The walls, pillars and ceilings are ornately sculpted with motifs of gods and goddesses, apsaras, musicians and horsemen. Open from 6:30 am to 7:30 pm. Photography Rs. 40 and Videography Rs.150 for the interiors. <br \/>One kilometer from here are the temples of Chamunda Mata and Someshwar Mahadeva, in a beautiful spot near a stream.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"73","hub": "North Gujarat","area": "TARANGA HILLS","type": "Heritage Monuments & Structures","name": "Taranga Fort","description": "A fort-like structure was built around the temple and mountain to protect it against invasions. Today most of it is destroyed. From the remains, the walls appear to have been 2 m. wide. It has two gates on the east and west sides. Inside the Taranga fort to its right is the image of Ganesh. A dharamshala and an upashraya are also located nearby.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"74","hub": "North Gujarat","area": "POLO MONUMENT AND VIJAYNAGAR FOREST","type": "Archaeological & Architectures","name": "Vijaynagar Circuit","description": "This refers to a loop that guides you through the ruins of the city and temples, the dam and the town of Vijaynagar, with its palace. The best way to explore the nooks and crannies of this area is with a guide, both for the richness of your own experience, and for the protection of the area and its inhabitants. There are various types of guided tours for a range of ages, adventure activities, and camps for students. Contact Mihir Bhardwaj, Tel: +919824677456, who can offer you guide options and conservation information, and connect you to others who dedicate themselves to the preservation and enrichment of the ecology of this area. You can also try Kadoli Farm, Tel: +919375523795, a farm resort which offers accommodation and guided tours.<br \/>The circuit includes:<br \/>The recently restored Vireshvar Narsimha temple, 20 km from Idar, off the Vijaynagar State highway, near Vijalsan Vasahat, which stands below a hill in a valley blessed with butterflies, birds, and a perennial (flowing through the year) water spring.<br \/>The ruins of the ancient temple complex known as \"Ashram and Antarsumba.\" There are various idols and other stonework scattered around the temple ruins, sitting on a raised platform, with its spire and central dome collapsed. The largest shrine has a beautifully carved toran. There are more temple ruins off the road to Antarsumba, accessible only by foot, using the dam to cross the stream.<br \/>Remains of the fortification of the ancient city of Polo<br \/>A sun temple, standing between two hills, on a route parallel to a stream. It shares features with the main temple at Antarsumba.<br \/>A camp site where you can stay with permission from the forest officials, and most likely accompanied by guides.<br \/>Chhatris, as memorials for satis, women who immolated themselves for their husbands’ death.<br \/>A beautiful courtyard, further into the forest, with the Shiv Panchayat temple and the remains of a Jain temple. The latter was influenced by Mughal architects but built according to the ancient Sanskrit text Vastu Shastra, taking inspiration from the upright stability and balance of the human body, with great resistance to natural calamities such as earthquakes. It contains a lower chamber in which to hide the idols during raids and attacks on the temple, and two marble pillars, one of which is carved with the story of Mahavir Swami’s mother and the 14 dreams she had before his birth. There are also secondary temples next to the main temple.<br \/>Harnav Dam, also known as Vanaj Dam, in a dense jungle area occupied by various creatures, though some of the previous occupants, the adivasi people, were unfortunately displaced for this project.<br \/>The town of Vijaynagar, where you can visit the Hamis Vilas palace, with permission of its owner, the Maharaj of Vijaynagar, for a sweeping view of the town and the Aravali range of hills behind, and Hotel Vijay Vilas, a heritage hotel built in 1900. See Hotel Vijay Vilas, Vijaynagar.<br \/>To learn more about the town planning and social systems of ancient city of Polo from one of the descendants of the royal family, try calling Maharaj Vijay Vardhan Singh Rathore, tel: +919825605951.","latlong": "24.179331,72.921066","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"75","hub": "North Gujarat","area": "POLO MONUMENT AND VIJAYNAGAR FOREST","type": "Archaeological & Architectures","name": "Idar","description": "38 km from Vijaynagar, this former princely state lies hugged by the Aravali mountain range, which gave it protection from various attacks in its history. In addition to some of the larger temples, look out for the signs of worship of smaller idols scattered up the hills. Take the climb up the hill itself, winding through the rocks, as a way to share the sacred space in the lives.<br \/>Idar is also a good base from which to get to other sites such as Himatnagar, pilgrimage site Khedbrahma, Shamlaji and Dev ni Mori, the archaeological site of an unearthed Buddhist seminary, stupas, and viharas.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},																				
		{"id":"76","hub": "North Gujarat","area": "VADNAGAR","type": "Religious Sites","name": "Hatkeshwar Temple","description": "This profusely carved 17th century temple just outside town enshrines Hatkeshwar Mahadev, the family deity of Nagar Brahmins, who were once a prominent community in Vadnagar.<br \/>The temple's inner sanctum houses a Shiva linga said to have self-emerged (swayambhu). From the roof of the sanctum a massive shikhar soars high into the sky. Facing east, the temple is enclosed by a high wall topped by three circular domes interspersed with flat stretches in the Indo-Saracenic tradition.<br \/>The exterior of the temple is exquisitely ornamented with figures of the nine planets, musicians, evocative dancing apsaras, regent deities, the chief gods of the Hindu pantheon, scenes from the Ramayana and Mahabharata, and varied animal and floral motifs. The premises also have an ancient Kashivishveshvara Shiva temple, a Swaminarayan temple and two Jain temples.","latlong": "23.79528,72.61405","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},
		{"id":"77","hub": "North Gujarat","area": "VADNAGAR","type": "Heritage Monuments & Structures","name": "Vadnagar Torans","description": "The town is famous for its torans, a pair of 12th century columns supporting an arch, about 40 feet tall built in red and yellow sandstone, just north of the walled town. They stand majestically on the bank of Sharmistha Talav, on a road going down from Arjun Bari. They are among the few surviving examples of the entrance gates, once a regular feature of the architecture of Gujarat in Solanki period. The carving style is similar to the Rudra Mahalaya at Sidhpur.<br \/>Perhaps erected after a war victory, the architecture is embellished with carvings of battle and hunting scenes. The one to the east is in better condition and has been used as a symbol of Gujarat in recent times. The torans might have served as an entrance to a large temple complex, but there are no remains found here.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},																				
		{"id":"78","hub": "North Gujarat","area": "VADNAGAR","type": "Museums & Learning Spaces","name": "Bhavai Government Museum","description": "There is a hall that pays tribute to all the artists of the Nayak community, who were known to perform the ancient bhavai form - the folk theatre of Gujarat. Bhavai was the most widely used tool for mass communication used since the 12th century till recent times. This museum helps introduce some of the legends of the bhavai artform, such as Jaishankar Sundari, Chhagan Romeo, Bapalal Naik to the everyday audience.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},																				
		{"id":"79","hub": "North Gujarat","area": "VADNAGAR","type": "Gardens & Lakes","name": "Sharmishtha Lake","description": "The Sharmishtha Talav is an interesting example of the water retaining systems of the Solanki period, as it is still in use. It is an ancient lake created by the waters of the river Kapila flowing from the hills of Aravalli. More than 4500 years ago, early settlements appeared on its northeastern shore. Later a stepped embankment was created all around it to retain the water. In order to protect the embankments from getting destroyed by the gushing waters of the river in monsoon, a water feeding kund was built on the northern side of the lake. This kund, called Nagdharo, with a lake, pool, locks, and feeding channel, built during the Solanki period, is a specimen of high quality engineering.<br \/>It is believed that the Hatkeshwar temple and Sharmishtha Lake, now on the outskirts of Vadnagar, once stood in the center of town, testifying to just how vast Vadnagar was at one point.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},																				
		{"id":"80","hub": "North Gujarat","area": "VADNAGAR","type": "Others","name": "Idar","description": "38 km from Vijaynagar, this former princely state lies hugged by the Aravali mountain range, which gave it protection from various attacks in its history. In addition to some of the larger temples, look out for the signs of worship of smaller idols scattered up the hills. Take the climb up the hill itself, winding through the rocks, as a way to share the sacred space in the lives.<br \/>Idar is also a good base from which to get to other sites such as Himatnagar, pilgrimage site Khedbrahma, Shamlaji and Dev ni Mori, the archaeological site of an unearthed Buddhist seminary, stupas, and viharas.","latlong": "","additional_info": "","photos": [{"title": "","url": "","id": ""},{}],"id": ""},																				
		
		
		{
		"id":"81",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Religious Sites",
		"name": "Swaminarayan Temple",
		"description": "Like most Swaminarayan temples, this one has the typical brightly colored woodcarvings around the building, mostly depicting Lord Krishna and Radha. Located just down the road from the Ramkund Stepwell and the Alfred High school, the temple marks the spot where Swaminarayan sat with local holy men when he came through Bhuj.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"82",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Religious Sites",
		"name": "Kera",
		"description": "Just 22 kms south of Bhuj on the road to Mandra, Kera houses the ruins of a Shiva Temple that dates to the era of the Solanki rulers. Only part of the temple remains, as much was destroyed in the 1819 earthquake, but the inner sanctum is still there, as well as half of the main spire. The Fort of Kapilkot, also in a rather rundown state, is next to the temple.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"83",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Museums & Learning Spaces",
		"name": "Kutch Museum",
		"description": "The oldest museum in Gujarat, founded in 1877 by Maharao Khengarji, it has the largest existing collection of Kshatrapa inscriptions, dating to the 1st century AD, as well as examples of the extinct Kutchi script (now the language is mostly written in the Gujarati alphabets) and an interesting collection of coins (including the kori, Kutch's local currency.) A section of the museum is devoted to tribal cultures, with many examples of ancient artifacts, folk arts and crafts and information about tribal peoples. The museum also has exhibits of embroidery, paintings, arms, musical instruments, sculpture and precious metalwork. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"84",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Museums & Learning Spaces",
		"name": "Bharatiya Sanskriti Darshan",
		"description": "A Kutchi cultural center, located further south along College Road (which leads away from the lake past Alfred High School, the Ramkund stepwell and the Swaminarayan temple), the B.S.D. contains an excellent collection of Kutchi folk art and crafts, especially from the more remote regions of the district, collected by a forest service official as he traveled around doing government work. There are also exhibits of rural architecture, paintings, textile arts and archaeological specimens. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"85",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Others",
		"name": "Vegetable Market",
		"description": "Just a couple of blocks outside the gates of the Aina Mahal and Prag Mahal, take a stroll through the fruit and vegetable market, housed in an old British garrison. Pick up some fresh fruits for a snack, and have a cup of tea or some cold juice to beat the heat. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"86",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Others",
		"name": "Handicrafts",
		"description": "Kutchi handicrafts, renowned the world over, are in abundance in Bhuj, from elaborately embroidered clothing and luxurious quilts to block-printing, heavy silver jewelry and woodcarving. Or better yet, you can use Bhuj as a base for excursions to surrounding towns and villages to meet artisans and their families, see the work being done and buy crafts directly from the artisans themselves. This allows more of the income to go directly to the craftsmen and more importantly, creates a relationship between the maker of an item and its eventual owner, in which each one meets the other, learns something about the other's life and shares a bit of their own identity and background. You will quite likely find the personal interaction more valuable than the commercial one and the memory of the visit will stay with you even if you give away what you bought as gifts.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"87",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Others",
		"name": "Bhujodi",
		"description": "A small town just 8 km southeast of Bhuj, Bhujodi is a major textile center of Kutch, with the vast majority of the 1200 inhabitants involved in textile handicraft production. Here you can meet weavers, tie-dye artists and block printers, most of whom belong to the Vankar community. Many will let you watch them work; just ask around.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"88",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Others",
		"name": "Dhamadka",
		"description": "A major center of the ajrakh block-printing technique, Dhamadka is about 50 km east of Bhuj. Some artisans have now relocated to Ajrakhpur, closer to the city, since the earthquake of 2001. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"89",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Heritage Monuments & Structures",
		"name": "Aina Mahal",
		"description": "The Aina Mahal palace, or “Hall of Mirrors” was built during the flamboyant rule of Lakhpatji in the middle of the 18th century. Master craftsman Ramsinh Malam, who trained as an artisan for 17 years in Europe, felt unappreciated by lesser rulers in the area, so he went to the royal court at Bhuj and appealed to the king for work, who commissioned this palace. Malam designed it in a mixed Indo-European style and set about creating the materials for the palace locally. He established a glass factory at Mandvi, forged cannons in an iron foundry and manufactured china tiles in a factory in Bhuj. It seems Gandhiji's ideal of swadeshi had an early proponent in Ramsinh Malam. He personally crafted the fountains, mirrors and glasswork, as well as many other wonders of artisanship—a pendulum clock in sync with the Hindu calendar, doors inlaid with gold and ivory... come visit to find out the rest. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"90",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Heritage Monuments & Structures",
		"name": "Prag Mahal",
		"description": "Next door to the Aina Mahal, in the same walled compound, is the giant Prag Mahal, which may at first seem slightly out of place at the far western edge of India, looking more appropriate in France. But then again, globalization is not a new phenomenon. This is a palace commissioned by King Pragmalji in the 1860s, designed by Colonel Henry Saint Wilkins in the Italian Gothic style and built in the middle of Bhuj next to the Aina Mahal. While little about it may seem Indian, there are elements; see if you can find them. In the courtyard behind the palace, there is a small Hindu temple with very nicely carved stonework; the caretaker is sometimes available for more information.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"91",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Heritage Monuments & Structures",
		"name": "Ramkund Stepwell",
		"description": "Across from the Kutch Museum and behind the Ram Dhun Temple, the Ramkund well is a square stepwell, 56 feet on a side, with sculptures portraying characters from the Ramayana, such as Lord Ram, Devi Sita, Lakshman and Lord Hanuman, as well as the ten incarnations of Lord Vishnu along the walls. On your walk down to the water you experience a sudden calm and coolness not to be found on the road above and in the quiet, you can pause for a while to reflect on your experiences. The Ram Dhun Temple, just in front of the well, is also worth a quick visit.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"92",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Heritage Monuments & Structures",
		"name": "Sharad Baug Palace",
		"description": "The king's residence right up to 1991 when the last king of Kutch, Madansingh died, the palace is now a museum. With beautiful gardens of many flowering and medicinal plants, the palace grounds houses many migrating birds as they stop for a rest on their way. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
				
		{
		"id":"93",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Archaeological & Architectures",
		"name": "Royal Chhatardis",
		"description": "About a 20-minute walk southwest of Hamirsar lake, through open areas that no longer seem like you're in the city, are the royal cenotaphs (memorials to those not actually buried there and, in this case, not buried at all but cremated). Many of the monuments are in ruins due to earthquakes, but those of Lakhpatji, Raydhanji II and Desarji are still quite intact. The site is very quiet, out in the middle of a field, not surrounded by buildings, and is very peaceful in morning or evening, though in the middle of the day it can be quite hot under bright sun.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"94",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Forests & Natural Ecosystems",
		"name": "Khavda",
		"description": "For those heading northwards, Khavda, 66 kms along the principal road going north of Bhuj, is a major stop and the last place to get bottled water and fruits before heading to other destinations. The center of town also has Kutchi food available.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"95",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Forests & Natural Ecosystems",
		"name": "The Black Hills (Kalo Dungar)",
		"description": "25 kms north of Khavda, the top of the Black Hills is the highest point in Kutch, at 462 m. From here, the entire northern horizon vanishes into the Great Rann, the desert and sky often becoming indistinguishable. It is one of the few non-coastal locations where you feel like you are at the edge of the earth, on the brink of incomprehensible vastness that fades off towards infinity. Looking out from the Black Hills, you can understand the tremendous effort that those who undertake the crossing of the Great Rann have to make. Since this is one of the places where a civilian can get closest to the Pakistan border, there is an Army post at the top; beyond here, only military personnel are allowed. The hill is also the site of a 400-year-old temple to Dattatreya, the three-headed incarnation of Lord Brahma, Lord Vishnu and Lord Shiva in the same body. Legend says that when Dattatreya walked on the earth, he stopped at the Black Hills and found a band of starving jackals. Being a god, he offered them his body to eat and as they ate, his body continually regenerated itself. Because of this, for the last four centuries, the priest at the temple has prepared a batch of prasad that is fed to the jackals after the evening aarti. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"96",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Forests & Natural Ecosystems",
		"name": "Chhari Dhand",
		"description": "This Chhari Dhandh is situated near Fulay Village in Nakhtranan Taluka, which is around 80 kms North-West of Bhuj and 30 kms from Nakhatran.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"97",
		"hub": "Kutch",
		"area": "BHUJ",
		"type": "Gardens & Lakes",
		"name": "Hamirsar Lake",
		"description": "An excellent place to cool off on a hot afternoon, Hamirsar Lake is where people go to swim, or sit under a tree and enjoy the water, as well as where many women do their laundry. Walking along the lake's edge is a great way to get from one place to another, with the Aina Mahal and Praga Mahal, the Kutch Museum, the Ramkund Stepwell and Ram Dhun Temple, the Swaminarayan Temple and the Alfred High School all located very close to the eastern side of the lake; a walk from the Aina Mahal to the Swaminarayan Temple (passing all the other sites mentioned) takes about half an hour. Further around the other side of the lake is the Sharad Baug palace, and the road to the royal chhatardis.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"98",
		"hub": "Kutch",
		"area": "DHOLAVIRA",
		"type": "Archaeological & Architectures",
		"name": "Ancient Signboard",
		"description": "Spend some time with what could be the world’s first signboards. See if you can glean any meaning from the ancient letters, and be the first to decipher the code.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"99",
		"hub": "Kutch",
		"area": "DHOLAVIRA",
		"type": "Archaeological & Architectures",
		"name": "Stadium",
		"description": "Stand in the middle of the stadium, close your eyes, breathe in the dry air, imagine what events might have taken place there and who might have stood at exactly that spot 4000 years ago. Move to the edge of the stadium and imagine the excitement a spectator sitting in that very seat might have felt. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"100",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Religious Sites",
		"name": "Koteshwar Temple",
		"description": "After traveling over the expanse of desert in western Kutch, you find the Koteshwar Temple, at a place where the immensity of dry land meets the incomprehensible vastness of the sea. After so much arid ground, the sight of the ocean will awaken your spirits; though the sea is even less hospitable to humans, a sobering thought. The only point that breaks the skyline from the flat brown horizon to the east and the wide blue horizon to the west is the point of the Koteshwar Temple, the last outpost of human construction at the westernmost limit of India. Not overrun by tourists like the temple at Dwarka, Koteshwar is conducive to contemplating emptiness, pondering the place of humanity on earth (and ultimately, isn’t that what spiritual traditions are about?).",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"101",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Gardens & Lakes",
		"name": "Narayan Sarovar",
		"description": "In a land replete with pilgrimage sites, Narayan Sarovar is a different kind of holy experience. At almost the westernmost point of land in India, it can only be reached by traveling over 100 km from Bhuj across the barren scrubland of Kutch. A journey after which the appearance of a vast lake will surprise you even though you have come to see it and its spiritual significance will be tangible. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"102",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Forests & Natural Ecosystems",
		"name": "Narayan Sarovar Wildlife Sanctuary",
		"description": "Like the Wild Ass Sanctuary, Narayan Sarovar is home to a wide array of wildlife, including many species (15 of which are considered threatened) of mammals, reptiles, and birds. The principle species here is the chinkara, an Indian gazelle. In this harsh landscape, only animals well-adapted to the desert climate can thrive, with extreme heat, high winds, and frequent storms. For this reason, many species can be seen here that are not easy to find elsewhere.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"103",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Siyot Caves",
		"description": "Dated around the first century AD, Siyot Caves have an east facing sanctum and an ambulatory. Siyot must have been on of the 80 monastic sites that the 7th century Chinese travellers reported at the mouth of Indus River. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"104",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Archaeological & Architectures",
		"name": "Lakhpat",
		"description": "At the far northwest corner of Kutch, facing north across the Great Rann towards Pakistan, stands Lakhpat, once an important port city but now virtually abandoned for almost 200 years. A place where you can imagine the rise and decline of a great port city, and simultaneously contemplate the vast emptiness of the desert and the sea.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"105",
		"hub": "Kutch",
		"area": "NORTHWEST KUTCH",
		"type": "Beaches",
		"name": "Pingleshwar Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"106",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Religious Sites",
		"name": "Koday",
		"description": "Just 10 km from Mandvi, Koday houses a Jain temple complex of 72 separate shrines. Getting back to Mandvi should be easy, but if not, accommodation is available at the local dharamshala.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"107",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Religious Sites",
		"name": "Kranti Teerth",
		"description": "In the District of Kachchh (Gujarat State), 4 km away from Mandvi City, Near Maska -Gundiyali beside the beach of the Arabian sea an amazing Monument spared out on 89.86 acres of land stand with full pride \"The Shyamji Krishna Varma Memorial - \"Kranti Teerth\".  Shri Narendra Modi, Hon. Chief Minister of Gujarat State laid the foundation stone for the Memorial complex on 4th October, 2009.  In a short span of 14 Months, the Memorial has been completed with a built-up area of 56,318 Sq.Ft.  The Memorial was dedicated to the Nation on 13th December,2010 by the Hon. Chief Minister of Gujarat.  A replica of India House in London has been constructed as a part of the Memorial Complex. The Shyamji Krishna Varma Memorial provides a glimpse of his life and his contribution during the freedom struggle of India which will continue to inspire the present and future generations.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"108",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Religious Sites",
		"name": "Bhadreshwar",
		"description": "Perhaps one of the most under-appreciated sites of great significance for India's religious history is Bhadreshwar, barely a kilometer from the coast, 69 km east of Mandvi, past Mundra, and 75 km south of Bhuj. The Jain religion, like other religions of Indian origin, places considerable importance on the act of pilgrimage and Bhadreshwar is one of the major centers of Jain pilgrimage in Gujarat. Unreliable reports claim the city was founded in 516 BC, and oral accounts state that the first temple was built “2500 years ago, about 45 years after the death of Lord Mahavir,” but there is no evidence to either support or debunk that claim. The main temple is strikingly beautiful, in all white marble with majestic pillars. Around the central one are 52 smaller shrines, one of which reputedly holds the original Parshavanath idol from 500 BC Non-Jains cannot spend the night in the temple complex, but other lodging is available in town.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"109",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Heritage Monuments & Structures",
		"name": "Navjivan Nature Cure Centre",
		"description": "This healing centre, based on naturopathic remedies and M.K. Gandhi's ideas of “nature cure”, offers treatment for a wide variety of conditions, using everything from ayurvedic and herbal remedies to panchakarma, acupuncture, meditation, prayer, and yoga asanas.. On the Bhuj-Mandvi road near Punadi Patiya village, the centre also maintains 40 hectares of organic farmland on which they grow fruits, vegetables, and medicinal plants. You can contact the center at Tel: (+91) 0283 4281430.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"110",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Heritage Monuments & Structures",
		"name": "Vijay Vilas Palace",
		"description": "Built in 1929 by Rao Vijayrajji, this palace is very well-maintained, and often the scene of filming for Bollywood productions. It was built of red sandstone in the Rajput style, with a main central dome, Bengal domes at the sides, bastions at the corner, and colored glass windows. The balcony at the top affords a superb view of the surrounding area, and the king's tomb can also be seen. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"111",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Beaches & Coastal Sites",
		"name": "Beaches",
		"description": "The first thing most people think of when they visit Mandvi is visiting the seashore. Mandvi Beach is the closest to the town center, across the bridge to the east side of the river, then down the road past a place called Salaya, accessed from just near the Kashi-Vishvanath Temple (sometimes the beach is called Kashi-Vishvanath Beach.) Wind Farm Beach is 7 km west of town, named for the windmills that line it to generate electricity for the area. You can get fresh coconuts and other snacks, swim in very pleasant water, and enjoy a nice view of the coastline.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
	
		{
		"id":"112",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Beaches & Coastal Sites",
		"name": "Shipbuilding Yard",
		"description": "On the banks of the Rukmavati River, just south of the bridge, you can visit the still-active shipbuilding yard. Craftsmen still assemble ships out of wood, for local or international clients, and you can feel free to watch them work. If you have never seen handmade boats being built, it will make you truly appreciate craftsmanship--the process is long and elaborate and shoddy workmanship means risking sailors' lives. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
	
		{
		"id":"113",
		"hub": "Kutch",
		"area": "MANDVI - KUTCH",
		"type": "Beaches & Coastal Sites",
		"name": "Mundra",
		"description": "Another port town on the south coast of Kutch, Mundra was well-known for salt and spice trading in the past and now more for tie-dye and block-print textiles. The harbor is virtually unusable today, and only small local fishing craft navigate its silted waterways up the river. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"114",
		"hub": "Kutch",
		"area": "KUTCH GREAT INDIAN BUSTARD SANCTUARY",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Sanctuary",
		"description": "Rainy season to the end of winters is the best time to enjoy this wondrous sanctuary. The most ideal way to enjoy this retreat is, taking a walk around the natures cradle while befriending various species of the Bustard family. Look around for the Black and Gray Francolin, the Spotted and Indian Sangrouse, Quails, Larks, Shrikes, Coursers and Plovers. And if you are lucky, you might catch fluttering glimpses of rare species of Stolicska’s Bushchat and White-naped Tit. If you keep walking northwards towards the coastal area of Jakhau during winters, you might get greeted by large flocks of flamingos, Herons, Egrets, Sandpipers and other birds dwelling in the salt-reservoirs and the creek. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"115",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Religious Sites",
		"name": "Jama Masjid",
		"description": "The Jama Masjid was originally the palace of Ranakdevi, but was converted to a mosque by Sultan Muhammad Begda when he conquered the princes of Saurashtra. Perhaps for that reason, it is easily mistaken for a fort. It also has a covered courtyard, which is very unusual in Indian mosques.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"116",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Religious Sites",
		"name": "Buddhist Caves",
		"description": "The so-called “Buddhist Caves” around Uparkot are not actually caves, but three separate sites of rooms carved out of stone to be used as monks’ quarters, hence the name. They are all a little over 2000 years old, give or take a couple of centuries.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"117",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Religious Sites",
		"name": "Satguru Rohidass Ashram",
		"description": "Satguru Rohidass Ashram situated at Sarsai Village of District Junagadh of Gujarat. It is believed that Satguru Ravidass ji has spent approximately 15 years of his life at Sarsai Village of District Junagadh of Gujarat and become famous with name Satguru Rohidass Ji. Satguru Rohidass Ashram at Sarsai Village of District Junagarh is a great place of worship for Satguru Rohidass followers. A very old temple of Satguru Ravidass (Rohidass) Ji is also here in this Ashram. In front of this temple a Yagya Hawan Kund is also present; which has an historic value. According to the old folks of Sarsai; few decades ago, there were 7 Kunds (Pool) related with Satguru Ravidass Ji. But, now only 3 Kunds are left.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"118",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Mt. Girnar",
		"description": "The highest point in Gujarat, Mt. Girnar has for centuries been one of the most important pilgrimage sites in the state and indeed in all of Western India, with 866 Hindu and Jain temples spread over the 5 summits. The base of the mountain, known as Girnar Taleti, is just 4 km east of the center of Junagadh. A hike up the mountain is best started early in the morning, with the mind of a pilgrim. Each step upward should itself encompass the entirety of the journey, rather than be seen as another effort towards one’s goal of reaching the top.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"119",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Pania Wildlife Sanctuary",
		"description": "Precipitous, undulating landscape carpeted with wild grass and vegetation in-houses the Pania Wildlife Sanctuary. The ecological refuge also known by the name of Chanchai-Pania has been home to varied species of endangered and rare animals and was declared a Sanctuary in 1989. The 39.63 square kilometers sanctuary is an extended stretch of the Gir Sanctuary and the majestic lions and leopards frequently roam around this area. The Pania Wildlife refuge is differentiated from Gir to emphasize preservation of the Chinkaras and antelopes who wander around freely in the grassy region. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"120",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Mitiyala Wildlife Sanctuary",
		"description": "Mitiyala grasslands known for the rustic, untamed essence of undulating hill tracks engulfed with tall grasses, semi-dry deciduous trees, is almost like an offshoot of Gir Lion Sanctuary. Mitiyala Wildlife Sanctuary occupying an area of 18.22 square kilometers got the confirmed status in the year 2004. The jungle pre-independence was part of the royal estate of Bhavnagar and Asiatic Lions in their most Majestic aura were preserved along with other wildlife native to this region.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"121",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Junagadh Caves",
		"description": "Khapra Kodia Cave, Junagadh On the basis of scribbles and short cursive letters on the wall, Khapra Kodia caves are datable to 3rd-4th century AD. This is the plainest of all cave groups. The chambers are cut into an east-west longitudinal ridge. The important components of the caves are the oblong western wing and the 'L' shaped wing used by Monks as a monsoon shelter. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"122",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Ashok Edicts",
		"description": "Ashoka’s Rock Edicts belong to 250 BC where around 14 edicts of Ashoka are located on the route to the Mount Girnar Hills. This rock edict is a huge stone and the carving in Brahmi script in Pali language mention the resistance to greed and animal sacrifice and also moralize the principles of purity of thought, secularism in thinking, kindness and gratitude. The other major part of Junagadh’s Buddhist heritage are the stone edicts of Emperor Ashoka, found on the road towards Mt. Girnar. When Ashoka famously converted to Buddhism and renounced violence, on his way to being one of India’s most revered and respected rulers of all time, he had edicts carved in stone and placed in sites all across India (ranging as far as Kandahar in present-day Afghanistan in the West, modern Bangladesh in the East, Andhra Pradesh in the south) with precepts for living a virtuous life, respecting others and creating a just society. Speaking in moral and ethical terms, not religious ones (though the Buddha is mentioned), the edicts reach out across faith traditions. Tellingly, in Junagadh one edict that is visible (though you won’t understand it unless you read Pali) reads: “To foster one’s own sect, depreciating the others out of affection for one’s own, to exalt its merit, is to do the worst harm to one’s own sect.” This is wise counsel calling to us from 2300 years ago. The site of the edicts is open every day from 8am-6pm. Entry is Rs.5/- for Indians & Rs.100/- for Foreigners. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"123",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Archaeological & Architectures",
		"name": "Ashok Edicts",
		"description": "Ashoka’s Rock Edicts belong to 250 BC where around 14 edicts of Ashoka are located on the route to the Mount Girnar Hills. This rock edict is a huge stone and the carving in Brahmi script in Pali language mention the resistance to greed and animal sacrifice and also moralize the principles of purity of thought, secularism in thinking, kindness and gratitude. The other major part of Junagadh’s Buddhist heritage are the stone edicts of Emperor Ashoka, found on the road towards Mt. Girnar. When Ashoka famously converted to Buddhism and renounced violence, on his way to being one of India’s most revered and respected rulers of all time, he had edicts carved in stone and placed in sites all across India (ranging as far as Kandahar in present-day Afghanistan in the West, modern Bangladesh in the East, Andhra Pradesh in the south) with precepts for living a virtuous life, respecting others and creating a just society. Speaking in moral and ethical terms, not religious ones (though the Buddha is mentioned), the edicts reach out across faith traditions. Tellingly, in Junagadh one edict that is visible (though you won’t understand it unless you read Pali) reads: “To foster one’s own sect, depreciating the others out of affection for one’s own, to exalt its merit, is to do the worst harm to one’s own sect.” This is wise counsel calling to us from 2300 years ago. The site of the edicts is open every day from 8am-6pm. Entry is Rs.5/- for Indians & Rs.100/- for Foreigners. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"124",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Others",
		"name": "Around the Old City",
		"description": "A walk around the old city of Junagadh will take you to many places worth visiting. The tombs of the Babi Nawabs, including the first Nawab of Junagadh, who made the princely state independent from the Mughals in 1748, have interesting designs, and though somewhat poorly maintained, are still worth seeing. Far more spectacular, however, are the Maqbaras from later in the Babi period, built over the grave of Nawab Mahabat Khan II. The awe-inspiring architecture mixes Moorish, Hindu and European influences with an exquisite eye for detail. The Maqbaras are not to be missed. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"125",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Uparkot",
		"description": "The oldest part of Junagadh, and the center of any visit to the city, is the upper citadel, known as Uparkot. Over 2300 years old, with walls up to 20 m high in some places, Uparkot is what allowed Junagadh to withstand a 12-year siege at one point. It is believed that these caves belong to 1st-4th Century AD and are gilded with beautiful pillars and entrances, water cisterns, horseshoe shaped chatiya windows, an assembly hall and cell for meditation. There is also a 300 ft.-deep moat inside the walls, that reportedly used to be inhabited by crocodiles, so that if any attacker managed to surmount the high fortifications, they would then either be exposed on the upper battlements or fall into the crocodile-infested trench.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"126",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Adi-Kadi Vav and Navghan Kuwo",
		"description": "These two stepwells inside Uparkot, are highly unusual forms of stepwells, very different from wells in other parts of Gujarat. Most wells are dug through various kinds of subsoils and rock layers, and stone columns, floors, stairs and walls are built much like they would be in above-ground construction. In the case of these two, the spaces of the well itself were carved out of stone, leaving the structure of the well (the columns, the walls, etc.) out of the original rock. This means no structural construction is done, so the whole structure of the well is hewn out of a single stone.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"127",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Beaches & Coastal Sites",
		"name": "Sarkheswar Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"128",
		"hub": "Junagadh",
		"area": "JUNAGADH",
		"type": "Beaches & Coastal Sites",
		"name": "Madhavpur Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"129",
		"hub": "Junagadh",
		"area": "GIR NATIONAL PARK",
		"type": "Religious Sites",
		"name": "Talala",
		"description": "Talala, 75 km from Junagadh, is famous for two things: the Bhimdeval Sun Temple and its huge orchards of kesar mangoes. If you are around in the summertime during the mango season, be sure to go visit the orchards and get your face all sticky from eating just far too many of these deliciously sweet fruits. Then be sure to wipe your face before visiting the cathedral-like Bhimdeval Sun Temple nearby, whose spire you can climb to the top for an excellent view of the surrounding area.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"130",
		"hub": "Junagadh",
		"area": "GIR NATIONAL PARK",
		"type": "Religious Sites",
		"name": "Kankai",
		"description": "In the heart of the jungle, 50 km from Sasan Gir, there is a shrine to Kankai Mata, the benefactor of the shepherds of Gir forest.  A supremely wild place, here you can hear lions roar at night and animals gathering at the nearby lake. There is a bus from Junagadh every morning that leaves at 8am, stays one hour at the temple, and departs on the return journey at 9:45am. But to really experience the place, go with private transport and stay the night. The high temple walls ensure your safety, and once night falls, you can watch the stars through the jungle treetops, hear lions roaming outside and experience a night in the true wilderness.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"131",
		"hub": "Junagadh",
		"area": "GIR NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Park",
		"description": "Gir is a place that deserves time and involvement. Your chances of spotting wildlife in a few hours is small, especially in the middle of the day; to truly experience the wonders of the Gir forest, and hopefully see a wide variety of its diverse wildlife, three or four days is recommended, particularly with a knowledgeable guide. This will vastly improve the depth of your visit. Contact the Park for information about hiring a guide (phone number below.)",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"132",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Religious Sites",
		"name": "Somnath Mahadev Temple",
		"description": "The principal temple of Somnath is believed to have been built in gold by the moon god Soma, in silver by the sun god Ravi, in wood by Krishna and in stone by the Solanki Rajputs in the 11th century. The present temple, built in 1951, is the seventh reconstruction on the original site. Tales of its riches attracted a series of invasions, but each time the temple was invaded, it was restored to its original glory by devout Hindu worshipers. Commanding a breathtaking view from the tip of the Saurashtra peninsula, kissed by the waves of the Arabian coast, the temple has been constructed in the Chalukyan style with a shikhara nearly 50 m tall. The temple's imposing architecture includes intricate carvings, silver doors, an impressive Nandi idol and the central shivalinga. In the vast courtyard stand the massive mandapa (hall), as well as the main shrine, whose gently curved pyramidal forms tower over the whole complex.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"133",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Religious Sites",
		"name": "Sun Temple",
		"description": "With the help of locals, you might be pleasantly surprised to find this fascinating temple built in the 14th century. Situated adjacent to the Sitala Mata Temple, it has an imposing entrance porch, and idols of the Sun God and his two attendants.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"134",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Religious Sites",
		"name": "Bhalka Tirtha & Dehotsarg",
		"description": "North of Somnath, en route to Veraval, is the famous Lord Krishna temple, Bhalka Tirtha, on the site where Krishna is said to have been mistakenly shot in the foot. Nearby is Dehotsarg, where he succumbed to his mortal wound. The temple at Bhalka Tirth is known as Mahaprabhuji's Bethak, and a tulsi tree has been planted in Lord Krishna's memory. At the Dehotsarg Tirth, in the 9th century AD Shri Vallabhacharya gave discourses on Shrimad Bhagvat Gita for seven days, as well as the revered Gita Mandir, which has eighteen marble pillars with a chapter from the Bhagvat Gita inscribed on each one. The temple also contains a beautiful tribhangi idol of Lord Krishna playing his flute.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"135",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Religious Sites",
		"name": "Mai Puri Masjid",
		"description": "This ancient structure is one kilometer from the Junagadh Gate which is the main gateway to Somnath from Veraval. Mai Puri Masjid is an impressive piece of architecture, covered with blue and white tiles. It is an important religious spot for Muslims along with other tombs and mosques in Somnath.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"136",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Sana Caves",
		"description": "The hill has 62 rock shelters scattered at different levels. The most interesting group has ornate carvings and stupas, rock cut pillows, benches and chaityas. Some caves also have a dome and pillared hall. Experts believe that these are among the few earliest caves of Western India dating from 2nd century BC.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"137",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Beaches & Coastal Sites",
		"name": "Somnath Beach",
		"description": "Not recommended for swimming, but a wonderful escape into the roaring silence of nature. It also offers some more active patches where you can enjoy a camel ride and light snacks.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"138",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Beaches & Coastal Sites",
		"name": "Veraval",
		"description": "Wandering among the hundreds of fishing-boats, a walk on Veraval's picturesque dockyard and long uninterrupted shorelines is a lovely experience, but only if you can handle the smell of fish that hangs over town. A large coastal industrial center, Veraval is known for its fisheries, dominated by the Kharwa fisherfolk and as the gateway to Somnath. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"139",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Beaches & Coastal Sites",
		"name": "Chorwad Beach",
		"description": "Located 37 kms from Somnath, this beach was once home to the royal palace of the Nawab of Junagadh. Today it remains in a ruined state. The beach is unsafe for swimming, but it is relatively clean, ideal for relaxing and enjoying the ocean breeze. It does not offer any accomodation facilities but serves as an ideal excursion from Somnath.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"140",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Beaches & Coastal Sites",
		"name": "Ahmedpur Mandvi",
		"description": "On a 6 km stretch of clear Arabian waters kissing the beach, Ahmedpur Mandvi is one of Gujarat's lesser-known gems and finest pieces of coastline. Adjacent to the island of Diu, which lies just across a creek, it continues as Ghogla Beach into the adjoining part of mainland Diu.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"141",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Others",
		"name": "Other Historical sites",
		"description": "The Daityusudan shrine, with an image of Vishnu from the 7th century AD. The Mahakali temple, near the temple of Somnath, built by Maharani Ahalyabai Holkar of Indore in 1783 AD. On the way from Somnath to Bhalkatirth, the sacred shrine of  Shashibhushan, where the moon god Soma performed a yagna to expiate his sins.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"142",
		"hub": "Junagadh",
		"area": "SOMNATH",
		"type": "Museums & Learning Spaces",
		"name": "Archaeological Museum",
		"description": "Down the lane to the north of the temple is a museum with important archaeological remains from the former Somnath Temple. The museum is open from 8:30am-12:15pm and 2:30pm-6pm. To some, the museum is even more interesting than the modern temple, for it preserves stone sculptures, inscriptions and pottery from several periods.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"142",
		"hub": "Junagadh",
		"area": "PORBANDAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Porbandar Bird Sanctuary",
		"description": "Porbandar Bird Sanctuary is located amid the city of Porbandar flaunting the co-existence of man and nature. Spread over an area of 1 square kilometer this unique water dwelling, surrounded by trees and plants was affirmed as a sanctuary in the year 1988. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"143",
		"hub": "Junagadh",
		"area": "PORBANDAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Barda Hills Wildlife Sanctuary",
		"description": "Barda Wildlife Sanctuary is located at about 15 km from Porbandar, which faces Arabian Sea. Barda was a private forest of the ex-princely State of Ranavav (Porbandar) and Jamnagar and, therefore, it is still popularly known as Rana Barda and Jam Barda. Entire area is the reserve forest and had been notified as Sanctuary in the year 1979. The settlement of the area has been completed, but final notification is yet to be issued. The Sanctuary is distributed in two districts i.e. Porbandar and Jamnagar. The hilly terrain with patches of flat plains at places, the crisscrossing of numerous rivulets and streams and existing dams impart a divine look to the forest. One may hardly abstain from thinking that here is the place, where the saints in ancient times must have attained 'moksha', the ultimate liberation. The Sanctuary area is a green oasis, surrounded by agriculture fields, wastelands and forest.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"144",
		"hub": "Junagadh",
		"area": "PORBANDAR",
		"type": "Beaches & Coastal Sites",
		"name": "Porbandar Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"145",
		"hub": "Junagadh",
		"area": "PORBANDAR",
		"type": "Beaches & Coastal Sites",
		"name": "Miyani Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"146",
		"hub": "Junagadh",
		"area": "PORBANDAR",
		"type": "Gandhi",
		"name": "Kirti Mandir",
		"description": "Let us begin our journey where Gandhi began his. On October 2, 1869, Mohandas Karamchand Gandhi was born in a 3-storey blue haveli in the city of Porbandar, where his father, uncle and grandfather had all been prime ministers to the Jethwa Rajput rulers of the princely state.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"147",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Bala Hanuman temple",
		"description": "On the southeast corner of the lake is the Bala Hanuman temple, famous for its continuous chanting of the “Sri Ram, Jai Ram, Jai Jai Ram” since August 1st, 1964, for which it is even listed in the Guinness Book of World Records. You can visit the temple to be witness to their prolonged act of religious devotion and even join in if you wish to contribute to the effort, especially at night, during the more difficult sessions.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"148",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Ratan Bai Masjid",
		"description": "In the center of old city is this old mosque, a structure hard to miss with its two towering green and white minarets. Its doors are made of sandalwood, inlaid with mother-of-pearl. It has its own rainwater harvesting system, with a tank holding water for ritual washing before namaaz.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"149",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Jain temple triad",
		"description": "South of the mosque are three Jain Temples, built between 1574 and 1622, the most intricate of which is Raisi Shah’s temple, dedicated to the tirthankar Shantinath, with a sanctum dome decorated with gold inlay work. Its various chambers, elaborate geometric patterns in the marble floors, many with mirrored ceilings, ask for a few hours of time, preferably in the morning. Next is the Vardhman Shah temple, dedicated to the tirthankar Adinath, a more simple structure, but also more vibrant in color. The third temple of the triad is smaller, but also interesting. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"150",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Bohra Hajira",
		"description": "Jamnagar is sometimes referred to as Chhota Kashi (small Kashi), because of the abundance of temples and holy places around the city.In addition to the Bala Hanuman temple, Ratan Bai mosque, Jain temples, Bhidbhanjan temple, Parsi Agiari, and Khijada temple already mentioned, there are various other Jain and Hindu temples, a temple for the sizable Kabir sect in Jamnagar, old mosques and dargahs. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"151",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Khijada Temple",
		"description": "The Khijada temple is the founding site of the Pranami sect that, while based in Hinduism, promotes unity of all religions. The temple structure is built around two 400-year-old sacred trees. The name of the sect comes from the word pranam, or an acknowledgement of the divine in each being, demonstrated by a greeting of folded hands. The priest and many members of the community are involved in various social service activities, including HIV/AIDS prevention. These activities are open to newcomers, so if you’re interested, or even just want a more detailed history of the temple community, ask for Shri Surendraji, a resident monk, or Navinbhai Parikh.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"152",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Bhidbhanjan Temple and Parsi Agiari",
		"description": "Near Bedi Gate, west of the town hall is the Bhidbhanjan temple. The temple displays a local style though it was built in a period where most structures were constructed with a western influence. The intricate silver work on the doors is a testament to the craftsmanship that is found in Jamnagar even today.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"153",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Religious Sites",
		"name": "Darbar Gadh",
		"description": "East of Chandi Chowk is Darbar Gadh, the old royal residence, built in 1540 but extended over the years as can be seen by the mix of architectural styles, also representing the fusion between Rajasthani and European elements. The building is now empty except for guards. There is a semi-circular area outside where former Maharajas of Nawanagar once gathered and held public audience.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"154",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Museums & Learning Spaces",
		"name": "Lakhota Palace and Museum",
		"description": "On an island in the center of the lake stands the circular Lakhota tower, built for drought relief on orders from Jam Ranmalji after the failed monsoons in 1834, 1839 and 1846 made it difficult for the people of the city to find food and resources. Originally designed as a fort such that soldiers posted around it could fend off an invading enemy army with the lake acting as a moat, the tower known as Lakhota Palace now houses the Lakhota Museum.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"155",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Museums & Learning Spaces",
		"name": "Gujarat Ayurved University",
		"description": "Further down the road from the Solarium, you can find Gujarat Ayurved University, the largest Ayurvedic teaching center in Gujarat. It was established in 1967, following a history of staunch support for Ayurvedic medicine from the rulers of the original princely state of Nawanagar. There are a number of departments and programs, including Yoga & Naturopathy Education and Research wing. There are also courses for foreign students, both short-term and long-term. The university has two hospitals with free medicine and consultation, and grows many of its own medicinal herbs.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"156",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Others",
		"name": "Old City",
		"description": "As in many developing cities, the old city of Jamnagar is a wonderful place to walk around, the pastel-colored paint on the old wood and stone buildings peeling off, the wooden balconies crumbling. You can easily spend a few hours exploring the lanes of the old city, and of course, its best done on foot.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"157",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Others",
		"name": "Chandi Bazaar",
		"description": "The area around the Jain temples is called Chandi Bazaar, meaning silver market, where you can find gold and silver artisans practicing their ancestral trade. They are now joined by other metal workers, in the winding streets.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"158",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Others",
		"name": "Willingdon Crescent",
		"description": "Across the road from Darbar Gadh is Willingdon Crescent, a product of Jam Ranjitsinhji’s attempt to remove the congested slum of then Nawanagar, and replace it with a more modern structure, with flourish and pomp, in keeping with his European infactuation. In the center is a statue of Jam Digvijaysinhji on horseback. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"159",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Others",
		"name": "Solarium",
		"description": "North of the city you find an intriguing curiosity, a medical facility called the Ranjit Institute of Poly-Radio Therapy, or simply the Solarium. Built in the 1920s under Jam Ranjitsinhji with the supervision of French doctor Jean Saidman, it was one of three such facilities in the world. It was constructed so that the top floor could rotate to have direct sunlight through the day for treatment of skin diseases, and even rheumatism and TB. The last physician who could operate the complicated system died and the facility was closed in 1996. It is closed to visitors, but you might be able to ask in the office next door if someone would be kind enough to show you around. You can also ask about rumors of plans to open the facility once more.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"160",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Heritage Monuments & Structures",
		"name": "Bhujiyo Kotho",
		"description": "On the south side of the lake is Bhujiyo Kotho, or Bhujiyo Bastion, once an arsenal and still an impressive structure with a panoramic view on all sides, and therefore an excellent place from which to look over the lake. Look for a caretaker to guide you around the safer parts, since some parts were damaged in the 2001 earthquake.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"161",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Heritage Monuments & Structures",
		"name": "Manekbai Muktidham",
		"description": "For a complete sense of the sacred in Jamnagar, you should also visit the cremation park, known as the Manekbai Muktidham, built in 1940 near the center of the city. The surprisingly pleasant atmosphere of this lovingly designed garden, with statues and murals and a library, brings us in contact with death in such a way that we are free from fear or aversion, and can see death as simply a stage of life, as depicted by one of the artistic representations in the park.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"162",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Beaches & Coastal Sites",
		"name": "Rozi port and Bedi port",
		"description": "These ports make great daytrip spots for seaside picnics or fishing. They are accessible by ferry from Nava Bandar, 3km from Jamnagar.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"163",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Beaches & Coastal Sites",
		"name": "Beaches",
		"description": "The closest beach is Balachari, 26 km from the city. Now a locally popular resort with a golf course, the beach has a lesser known history of human compassion. Jam Digvijaysinhji’s son writes that his father, “was India's delegate to the Imperial War Conference. In 1942 a Polish ship escaped from the German invasion with 1200 children and 20 women on board. The Government of Bombay would not let them land but only gave them fuel, food and water. When they reached our coast, my father sailed out from Bedi port to take off the children, put them in tents and in six months he had built a Polish camp at Balachari, at a personal cost of 10 lakhs, and maintained the camp until the end of the war.” This act surely adds warmth to the Indo-Polish relations to this day. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"164",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Khijadiya Bird Sanctuary",
		"description": "This protected area packs in an incredible diversity of ecosystems into the relatively small area of 6 square km. The sanctuary, created over the 1920s and '30s, is formed from two man-made dykes that separate fresh water from sea water, creating the opportunity to simultaneously observe species that belong to each ecosystem, and some that share both. Along with the marine and fresh water habitats, there are also marshy lands, mangroves, Prosopis areas, mudflats, salt pans, creeks, forest scrub, sandy beaches, and even farmlands bordering the area. This provides a haven for more than 220 species of resident and migratory birds, including globally threatened species such as Dalmatian pelican, Asian open bill stork, Black-necked stork, Darter, Black-headed ibis, Eurasian spoonbill, and Indian skimmer, and provides birdwatchers with a delightful chance to sight rare birds in large numbers. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"165",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Pratap Vilas Palace and Peter Scott Nature Park",
		"description": "The royal palace was built between 1907 and 1915 with a grand mix of European styles. In 1968 Jam Singh converted the palace grounds into a nature park and brought in live specimens of various species, in a supreme effort of conservation. Unfortunately, after the confiscation of privy purses of the princely rulers, this park has not been as well taken care of. Both the palace and the park require permission from the royal family to enter, which you can ask for at the office in Darbar Gadh. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"166",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Ranjitsagar Dam",
		"description": "Ranjitsagar Dam is the water source for the city. It has a municipal garden, a pleasant spot for picnics and birdwatching during the migratory season.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"167",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Gaga Wildlife Sanctuary",
		"description": "On the coastal areas of Gulf of Kutch enclosed by high tidal zone in the north and pastoral fields and wastelands on the other verge the Gaga Wildlife Sanctuary in Jamnagar is a secure abode for varied vertebrates and invertebrates. Confirmed as a wildlife refuge in the year 1988, this sanctuary spreads over an area of 332 square kilometers. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"168",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Gardens & Lakes",
		"name": "Lakhota Talav",
		"description": "Every year about 75 species of birds, including pelicans, flamingos, spoonbills, ducks, terns, and gulls, descend on this lake, making it a lively birdwatching site, a pleasant surprise in an urban center. The lake is most lively in the evenings, when people relax around the lake to enjoy the breeze and a chai, kulfi, or chaat from one of the many food stands, and at night the lake is beautifully lit. You can go for a 15-minute boat-ride around it, or rent a paddle boat. Around the lake there are parks, a night market for vegetables and even a small zoo.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"169",
		"hub": "Jamnagar",
		"area": "JAMNAGAR",
		"type": "Gardens & Lakes",
		"name": "Ranmal Lake",
		"description": "Around 8 km away from town, Ranmal Lake is a natural water body in which the river accumulates, another beautiful spot for birdwatching, especially during migration season.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"170",
		"hub": "Jamnagar",
		"area": "MARINE NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Isla Pirotan e isla Narala",
		"description": "Of the 42 islands, the only ones that visitors are permitted to enter and explore are Pirotan Island, which is easier to access and therefore more popular, and Narala Island, which lacks infrastructure and can only be reached at certain times, when the tide is high enough. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"171",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Dwarkadhish Temple",
		"description": "The main temple at Dwarka, situated on Gomti creek, is known as jagat mandir (universal shrine) or trilok sundar (the most beautiful in all the three worlds). Originally believed to be built by Vajranabh, the great grandson of Lord Krishna, more than 2500 years ago, it is a glorious structure seeming to rise from the waters of the Arabian Sea. Its exquisitely carved shikhar, reaching 43 m high and the huge flag made from 52 yards of cloth, can be seen from as far away as 10 km. The grandeur of the temple is enhanced by the flight of 56 steps leading to the rear side of the edifice on the side of the river Gomti. The temple is built of soft limestone and consists of a sanctum, vestibule and a rectangular hall with porches on three sides. There are two gateways: swarga dwar (gate to the heavens), where pilgrims enter, and moksha dwar (gate to liberation), where pilgrims exit. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"172",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Rukmini Devi Temple",
		"description": "This temple stands 2 km away from Dwarka City. The local explanation given for this distance is an old legend. They say, once Lord Krishna and his wife Rukmini went to the sage Durvasha to invite him for dinner at Dwarka. He agreed on the condition that Krishna & Rukmini would have to pull his chariot instead of any animal. The couple happily obliged. While pulling the chariot, Rukmini became thirsty so Lord Krishna prodded his toe into the earth to draw a spring of the holy Ganga water. Rukmini took a sip without offering Durvasha. Annoyed by her impoliteness he cursed Rukmini that she would be separated from her beloved husband. Hence Rukmini temple is located 2 kms away from Dwarka's Jagat Mandir. Maybe 2500 years old, but its domed mandapa and stepped sanctuary cannot be older than the 12th century in its present form.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"173",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Shrine of Meerabai",
		"description": "The shrine of Meerabai is located in town, about 150 m from the main Dwarkadheesh Temple, across the vegetable market. If you have a hard time identifying it, ask a local to guide you. It's a small shrine, within a residential area. It carries a painting of Meerabai and an idol of Lord Krishna. Besides its association with Shri Krishna and devotees such as Surdas, Kabir, Nanak, Narsingh Mehta, Adi Shankaracharya and Ramunuj, the prominence of Dwarka is also attributed to the spiritual love of Meerabai. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"174",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Gomati Ghat Temples",
		"description": "On the banks of river Gomti, there is a Shiva temple, as well as smaller shrines of Lord Rama, Lord Krishna and Krishna's friend Sudama around the ghat, where pilgrims have worshipped for at least 100 years. One can also hire a boat and move across the river to get a panoramic view of Dwarka.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"175",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "ISKCON Gate and Temple",
		"description": "At the entrance of Dwarka City, one comes across the ISKCON gate. Across the gate is the ISKCON temple located on the Devi Bhavan Road. It is a Gita Mandir carrying the idols of Lord Krishna with Radha, with a view of the Dwarkadheesh temple from its roof. There is also a small guest house there with 20 beautiful rooms. The special feature of this temple is that it is made entirely of stone, the first of its kind in the history of ISKCON. Tel: + 91 2892 34606",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"176",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Nageshwar Jyothirlinga Temple",
		"description": "Located on the route between Dwarka city and Beyt Dwarka Island on the coast of Saurashtra in Gujarat is this important Lord Shiva Temple. It is enshrined by one of the 12 swayambhu (self-existent) jyothirlingas in the world, in an underground sanctum. A 25 m tall statue of a sitting Lord Shiva and a large garden with a pond are major attractions of this rather serene place. Some archaeological excavations claim five earlier cities at the site. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"177",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Beyt Dwarka",
		"description": "Beyt Dwarka, also known as Beyt Shankhodhar, is a small island and was the main port in the region before the development of Okha. It offers opportunities to spot dolphins, marine excursions, camping and picnicking. Most of the archaelogical ruins excavated here and religious manuscripts correspond with Beyt Dwarka as the original abode of Lord Krishna. In order to get there from Dwarka, one might need to first get to Okha port jetty (32 km), by either rail or road and then take a ferry or small boat (Rs.5/-), 5km away.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"178",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Gop",
		"description": "Gop is a Rabari cattle breeders tribe, who are considered the direct descendants from the Krishna dynasty (Yadavs). They have been settled here since thousands of years. The village is also named Gop where there is a temple popularly known as the Gopnath Mahadev Temple. It is not clear whether this 6th century temple originally enshrined the Sun or Lord Shiva. This temple is about 7 km away from the ST bus stand. Thereafter one may ascend up its 600 steps. However, one can also choose to drive up all the way in a vehicle.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"179",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Religious Sites",
		"name": "Ghumli",
		"description": "In the Barda Hills, you can visit Ghumli’s famous temples such as the magnificent Navlakha Temple from the Solanki dynasty and the Vikia Vav, perhaps one of the largest stepwells in Gujarat. You can trek in the Wildlife Sanctuary, though spotting wildlife is, as usual, often difficult. These hills are also home to the Maldhari, Bharvad, Rabari and Gadhvi tribal communities. The main entrance is from the Porbandar side of the hills, but there are also entries from Jamnagar District, either from Kapudi naka, taking a car up to Kileshwar Temple and hiking down, or from Abhapara Hill. There are no lodging facilities, but camping is possible with permission. Contact Conservator of Forests Office, Porbandar, Tel: 02862242551.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"180",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Gardens & Lakes",
		"name": "Gopi Talav",
		"description": "The stories of Lord Krishna's childhood abound with youthful pranks and romance have a connection with this lake. As a young boy he used to dance the raas with the Gopis (young female inhabitants) in Vrindavana (or Vruj). When he moved to Dwarka, the Gopis could not bear the separation and came to visit him. They united with their Krishna at the Gopi talav, 20 km north of Dwarka on the night of Sharad Purnima (full moon) and once again danced the raas with him. Legend says that, unable to part from Krishna, the Gopis offered their lives to the soil of this land and merged with their beloved. It is said that they turned into yellow clay, known as Gopi Chandan. Even today the soil of the Gopi talav is extremely smooth and yellow in color.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"181",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Museums & Learning Spaces",
		"name": "Museum of Shardapith Math",
		"description": "At a time when Hinduism was facing the threat of disintegration, Adi Shankaracharya (788 – 820 AD), travelled across the length and breadth of India to propogate the Advaita Vedanta, a sub-school of Vedanta, through his impactful discourses and debates with other thinkers. His teachings were based on the unity of the soul and the universe, in which Brahman (universe) is viewed as without attributes [Nirguna Brahman]. Respected as one of India's foremost philosophers, he consolidated the doctrine of  Advaita Vedanta in his short lifespan of 32 years and also founded four mathas (monasteries), which helped in the historical development, revival and spread of post-Buddhist Hinduism.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"182",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Beaches & Coastal Sites",
		"name": "Lighthouse",
		"description": "Situated on the shore of the Arabian sea, one can visit the light house between 4pm and 6pm with the permission of the attendant. Even today it is a landmark for sailors, offers a beautiful panoramic view and is a restful place to pilgrims.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"183",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Beaches & Coastal Sites",
		"name": "Dwarka Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"184",
		"hub": "Jamnagar",
		"area": "DWARKA",
		"type": "Beaches & Coastal Sites",
		"name": "Okha Madhi",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"185",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Religious Sites",
		"name": "Khambhalida",
		"description": "A 28 km drive from Gondal gets you to Khambhalida. It has got three caves where the central one is called ‘Chaitya’ with a worn out stupa. The lonesome cry of peacocks and dancing dust devils guide you to an isolated cliff face where two imposing sentinels, statues carved in stone of the Bodhistava and on the right Vajrapani, guard a series of Buddhist caves hewn out of solid rocks some time in the 4th century AD.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"186",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Religious Sites",
		"name": "Tankara",
		"description": "In 1824, Tankara - a village 44 km from Rajkot was blessed with the birth of a child who later grew up to be a great social reformer and began a Hindu movement based on Vedic principles. This venerable personage was none other than Swami Dayanand and the movement that he initiated is the Arya Samaj of today.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"187",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Religious Sites",
		"name": "Virpur",
		"description": "A short distance from Gondal is the town of Virpur, Jalaram Bapa the great social reformer and founder of the Jalaram movement was born here in the year 1800. His former residence is now part of a larger complex housing the main Jalaram temple and extensive kitchens to take care of needy pilgrims.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"188",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "Watson Museum",
		"description": "A pleasant day spent in the Jubilee Gardens is the ideal way to enhance ones body and mind. Nestled within nature’s bounty are the Watson Museum and the Lang Library. The Museum is named in honor of the Brisith Political Agent in Kathiwad who initiated the documentation of historical artifacts with due patronage of the royal families in the region.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"189",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "The Lang Library",
		"description": "The Lang library on the other hand has an extensive collection of old literature, lovingly bound books with the wafting aroma of aging leather and the soft crinkle of delicate pages keeping time with parchments of hand made paper etched in gold. The library has an enviable collection of Kathiawadi and Gujarati literature and a vast repository of fictional and reference material linked to the colonial era.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"190",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "Rajkumar College",
		"description": "The Rajkumar college was set up in 1868 under royal decree of the British crown to impart a wholesome and complete finishing education to the young princes of Kathiwar to enable them to rule their provinces better and be groomed into the ideal noble gentlemen. Series of colonial buildings, housing, living spaces, classrooms, offices sprawl in an area spanning 11 acres.‘RKC’ as it is lovingly called was the first elite institution to open its hallowed doors accepting deserving students from all walks of life post independence.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"191",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "Ramkrishna Math",
		"description": "In the mid 19th century, Ramkrishna Paramhans set out to revitalize Vedic philosophy and principles amongst the people of India. Following in his steps, the Ramkrishna Mission, Rajkot, located on a serene campus offers a value based education, has a public library and an Ayurvedic center, plus guest house and a permanent exhibition showcasing the life of Shri Ramkrishna Paramhans. Morning Aarti- 5am, Evening Puja- 7:30pm.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"192",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "Kaba Gandhi no Delo",
		"description": "Karamchand Gandhi, the father or the Mahatma was appointed the Diwan of Rajkot State and resided in what is today known as Kaba Gandhi no Delo, located just off the busy Gheekantha Road.The house offers a pictoral tour of the Mahatma’s life with bilingual captions in both Hindi and Gujarati. An NGO runs classes in sewing and embroidery for young girls within the premises.The Delo is open for public viewing six days a week from 9 am -12 pm and again in the afternoon from 3pm to 5pm.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"193",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Museums & Learning Spaces",
		"name": "Rashtriyashala",
		"description": "Gandhiji returned back to Rajkot, the place of his former schooling in 1939 to help set up the Rashtriyashala, the first of many institutions expressly incubating the values of Swaraj and instigating a sense of pride leading to freedom from the colonial rule.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"194",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Khambhalida Caves",
		"description": "At Khambhalida there are three caves, the central one being a 'chaitya' with a worn out stupa. The entrance of the chaitya is flanked by two large sculptures of the Bodhisatvas-Padmapani on the right and Vajrapani on the left. These caves dates back to 4th-5th century AD and are scooped out from the local limestone rock. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"195",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Archaeological & Architectures",
		"name": "Morbi",
		"description": "As one enters Morbi swaying pylons of the suspension bridge and the beatific riverfront is a nostalgic reminder of Victorian London. Located 64 km from Rajkot is the town of Morbi with its quaint cobbled alleyways and buildings reminiscent of 19th century Europe. Morbi’s former ruler Sir Waghji inspired by Colonial influences designed a technologically planned and versatile city. The visitor is welcomed into the city through a grand suspension bridge, an artistic and technological marvel of that period. European influence in town planning further contributed to a central square known as the Green Chowk, approachable by three gates each designed in its own inimitable style incorporating both Rajput and Italian elements.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"196",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Forests & Natural Ecosystems",
		"name": "Rampara Wildlife Sanctuary",
		"description": "Marked with fringes of hillocks around the bordering periphery of the arid shrubby plain land distinct with wild grass is the Rampara Wildlife Sanctuary. The sanctuary got the status of ‘Reserve Forest’ in the year 1983 before which it served as a shooting reserve that belonged to the former princely state of Wankaner also known as Central Saurashtra. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"197",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Forests & Natural Ecosystems",
		"name": "Bajana",
		"description": "Rajkot is well connected by road to most of the major cities of Gujarat and other neighboring states. State Transport buses are regularly available from Rajkot to other cities of Gujarat. The ST bus stand is 2 km, west of Bedi Gate on the other side of Ranmal Lake. Auto rickshaws are the best way into the town, though one might also choose to walk in. Private buses are also available for Ahmedabad, Baroda, Mumbai, Bhuj, Bhavnagar, Una, Mount Abu and Udaipur.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"198",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Heritage Monuments & Structures",
		"name": "Gondal",
		"description": "Drive south from Rajkot to Gondal and you pass Vintage Fords and Buicks taxis of a bygone era still plying the roads of  Saurashtra. Gondal, a city state mere 35 km away from Rajkot ruled by a family of car enthusiasts whose royal passion resulted in a fine collection of automobiles which are now part of a museum in the palace premises. Such was the royal passion that Gondal had the best planned and well designed road system in preindependent Gujarat. Gondal like its neighbors has some visually exciting palaces and living spaces; some like the Riverside Palace commissioned in 1875 by Bhagwatsinghji is now a Heritage Hotel. The palace grounds form a private forest reserve with frolicking deers and a variety of birds adding to the tranquil beauty of the place.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"199",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Heritage Monuments & Structures",
		"name": "Wankaner",
		"description": "The former princely state of Wankaner is located 53 km from Rajkot. Nestled round a bend on the River Machchhu hence its nomenclature ‘Wanka’ meaning bend, ‘Ner’ a river, Wankaner formed part of an area in Saurashtra caller Jhalawar due to the predominance of the Jhala Rajputs ruling there.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"200",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Others",
		"name": "Bangdi Bazaar",
		"description": "The market in the old part of the city is a maze of narrow alleyways, lanes and cul-de-sacs. Shop fronts and fort paths displaying a vast array of embroidered fabrics, beadwork, bandhanis and readymade flow in profusion to the colorful riot of Bangles in every shape, form and color giving the market the apt title of Bangdi Bazaar. Up close and personal is the bazaar of the Sonis, the traditional community of gold and silver smiths tantalizingly displaying their wares viewing, gossiping and cups of chai are the norms of the day with bargains sometimes struck along the way.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"201",
		"hub": "Rajkot",
		"area": "RAJKOT",
		"type": "Others",
		"name": "Jetpur",
		"description": "70 km from Rajkot on the way to Junagadh lies Jetpur, a town renowned in history as a center for Block printing and dyeing. The very air is laden with the smells of dye stuffs spiraling out of large copper vats with translucent layers of colored fabrics drying to the percussion beat of wooden printing blocks. Jetpur is a pleasure for textile enthusiasts who can visit and experience the process of printing and dyeing.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"202",
		"hub": "Rajkot",
		"area": "VELAVADAR  BLACKBUCK  NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Park",
		"description": "With a vehicle, you will be able to visit more sections of the park, but without one, you can still take nice hikes through the grasslands and even if you do have a vehicle, getting out and walking around is recommended. Entry fees is Rs. 20/- for a vehicle with up to 6 Indians or $20 for a vehicle carrying Foreigners. Foreign visitors without a vehicle are charged $5, and photography is $5. All these fees are taken from the general park listings and change frequently, so please call the park beforehand and verify the same (Call Bahumali Bhavan, in Bhavnagar at Tel: 0278 242 6425 between 10:30am and 6pm or call the Park directly at Tel: 0278 288 0342). Guides can be hired at the park (call ahead to reserve one), or you may hire a guide from elsewhere (many private tourism companies are available in Ahmedabad or Bhavnagar), but note that a private guide has to pay the entry fee for himself too.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"203",
		"hub": "Rajkot",
		"area": "HINGOLGADH  NATURE  EDUCATION SANCTUARY",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Sanctuary",
		"description": "Onset of monsoon till the beginning of winters is an ideal period to explore this unique terrain or attend the Nature Education Camps.  This unique eco-education haven provides valuable opportunity for observing physical features such as the surging hill-slopes, patterns of soil characteristics, water-flow and the impact of these features on the food chain comprising of vegetation (grasses, herbs, shrubs and scrubby trees) and the animal world primarily supported by the vegetation. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"204",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Adinath Temple",
		"description": "With a slender tower over the shrine, the Adinath temple honors the first tirthankar Lord Rishabhdev of Jainism, who is said to have achieved enlightenment on this spot. Lord Rishabhdev had a sign of an Ox on his thigh and before he was born, his mother Marudeva had seen 14 dreams out of which the first was an Ox. He was the first to start the religion and thats why he is also known as 'Adinath'.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"205",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Shri Adeshwara Temple",
		"description": "This temple honors Adeshwara, one of the most important tirthankars of the Jain faith. Each tirthankar is signified by a particular animal. Here you will see friezes of dragons encircling the temple, representing Adeshwara.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"206",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Chaumukh Temple",
		"description": "Built in 1618, the Chaumukh Temple is the shrine of four faces (chau = four, mukh = face), with four images of Adinath facing the four cardinal directions.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"207",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Angar Pir",
		"description": "Next to the Adeshwara Temple is a rare Muslim shrine to Angar Pir, a Sufi saint who lived here in the 14th century when the area was attacked by Allauddin Khilji, who sought the riches of the temples on Shatrunjaya.  Angar Pir, believing in the intrinsic sacredness of the temples, even though they were to a different faith than his own, came to their protection. Through the power of his prayers and devotion, he hurled holy fire on the invading armies, thus protecting the temples from destruction. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"208",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Jambudweep Temple/Exhibit",
		"description": "This temple has an excellent exhibit on Jain cosmology, describing the intricate divisions of the heavens and the earth, and an individual's passage through the different stages of the universe. There is also an exhibit on Jain mathematics, for anyone intrigued by unusual systems of reasoning, whether a believer or not. It features uncommon units of measure for height, width, weight, time and so forth. The temple is open every day, with a free show every evening at 6pm.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"209",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Religious Sites",
		"name": "Talaja",
		"description": "On the Shatrunjaya River, just inland from the small port town of Sartanpur, lies Talaja, about 32 km from Palitana. Best known as the birthplace of the poet Narsinh Mehta, Talaja also houses important sites for Buddhism, Jainism and Hinduism. Also, this place holds the importance to Buddhists as there are around 30 ancient Buddhist caves cut into rocks, with fine carving of Boddhisatva. The Ebhala Mandapa, a large hall with four octagonal pillars is the most impressive structure.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"210",
		"hub": "Rajkot",
		"area": "PALITANA - SHATRUNJAYA",
		"type": "Museums & Learning Spaces",
		"name": "Shri Vishal Jain Museum",
		"description": "At the foot of Shatrunjaya, this museum houses an excellent collection of artifacts, excavated idols from earlier temples, ancient manuscripts written on palm leaves, and an exhibit on the history of Jainism and the life of Lord Mahavira. Most of the accompanying information is in Gujarati, though some is in Hindi and occasionally English. Entry is Rs. 6/-. Open from 11am-3pm and 4pm-6pm daily.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"211",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Religious Sites",
		"name": "Takhteshwar Temple",
		"description": "Situated on the hillock in the center of the city, this popular landmark is a Shiva temple constructed way back in 1893 and named after its patron Takhtsinhji. Sitting on the serene marble courtyard of the temple one can have a panoramic view of the entire city as well as the surrounding landscape.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"212",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Religious Sites",
		"name": "Palitana Temples",
		"description": "Palitana located 51 km south west of Bhavnagar is known for being the largest cluster of Jain temples. There are in total 863 temples from base to the peak of the Shatrunjaya hill, where the Palitana temples are located. The path is climbed through 3950 steps spanning 3.5 km up the Shatrunjaya Hills.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"213",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Religious Sites",
		"name": "Khodiyar Temple",
		"description": "Khodiyar temple, named after the principle deity, venerated by the royal family and the natives around, was built in the year 1911. The temple visited by thousands of pilgrims is located on the banks of the Khodiayar Lake, which attracts tourists from all the surrounding areas. Quite often followers of the goddess walk long distances to revere the goddess.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"214",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Religious Sites",
		"name": "Gopnath Mahadev Temple and Beach",
		"description": "Located on the shore of the seaside on the Gulf of Khambat, this Shiva temple is where the devotional poet Narsinh Mehta supposedly had his spiritual experience almost 500 years ago. Set on the seashore, the temple is an ideal spot for all wanting a spiritual and natural trip. The coast in this area is full of tiny islands and offers a picturesque delight to the onlooker.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"215",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Museums & Learning Spaces",
		"name": "Barton Library",
		"description": "The Barton Library is a beautiful two storeyed building, appropriately designed for a road junction. It has two wings and a central tower, constructed in ashlar stone masonry, with Gothic arch windows and a sloping roof with Mangalore tiles. It is one of the oldest libraries of Gujarat and also houses a museum.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"216",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Museums & Learning Spaces",
		"name": "Gandhi Smriti",
		"description": "The memorial built in remembrance to the Father of Nation commences varied activities. The ground floor housing the Barton museum is a repertoire of archeological remains from the surrounding regions. The Gandhi museum on the first floor takes one on a dramatic journey through the life of the Mahatma.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"217",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Beaches & Coastal Sites",
		"name": "Ghogha Beach",
		"description": "Under Construction",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"218",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Beaches & Coastal Sites",
		"name": "Mahuva Beach",
		"description": "Under Construction",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"219",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Archaeological & Architectures",
		"name": "Brahm Kund",
		"description": "22 km away from Bhavnagar in the quite locale is situated the town of Sihore which was the ancient capital of the Gohilwad Kingdom. The royal palace and its mural speak about the grandeur of the era in which it was built and the many temples built around the town speak of the spiritual inclining of its inhabitants. The Gautameshwar temple lake and the Shiva temple built on its bank is one of the most exquisite examples of this region.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"220",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Forests & Natural Ecosystems",
		"name": "Tadhavaj Hill",
		"description": "On the confluence of the rivers Shatrunai and Talaji on the hill top the town of Talaja is located. Carved out in the hills are Buddhist caves or monasteries which were built thousand of years ago. A pleasant climb up the hill brings one to magnificently built Jain temples.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"221",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Talaja Hill",
		"description": "The serene town of Talaja on the banks of Shetrunji River, has around 30 ancient Buddhist caves cut into the rocks, with perfectly identifiable carvings of Boddhisatva. The most impressive structure is the Ebhala Mandapa, a large hall with four octagonal pillars in the front. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"222",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Heritage Monuments & Structures",
		"name": "Nilambag Palace",
		"description": "Nilambag, the royal palace now converted into a heritage hotel reflects the grandeur of the eighteenth century and is set amidst vivid lawns and gardens. The pillared porticos, stepped arches, pleasant center courtyard, turning marble staircase, dining hall furnished with European chandeliers and the historic library takes one back to the era of royalty and splendor.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"223",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Gardens & Lakes",
		"name": "Gaurishankar Lake and Victoria Forest",
		"description": "The vast lake spreading over an area of 381 hectares is also locally known by the name of Bor Talav after the illustrious Dewan Shri Gaurishankar Oza. Conceived and built in 1872 as a water reservoir for drinking water, today is one of the most preferred tourist as well as picnic spot in the city. The adjoining bal-vatika along with the musical fountains, planetarium, boat house and many more attractions provide ideal entertainment for a day out with nature and family.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"224",
		"hub": "Rajkot",
		"area": "BHAVNAGAR",
		"type": "Gardens & Lakes",
		"name": "Gangajalia Lake",
		"description": "This picturesque lake located in the heart of the city was at one point a dry rubbish dump yard which has now been rejuvenated by the corporation. A jogger’s park runs along the scenic lake with inbuilt speakers along the walk way to serve as a treat for the ears.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"225",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Parsi Agiari",
		"description": "This is the main Fire Temple of the city, with the sacred flame. There are also other less central temples around the city. Non-parsis are not allowed to enter, as in all Parsi fire temples. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"226",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Marjan Shami Roza",
		"description": "This mausoleum for Khwaja Safar Sulemanim, the Governor of Surat, was built by his son in 1540, with signs of Persian influence in the architecture.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"227",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Mughalsarai",
		"description": "This sarai, or guest house, was constructed in mid 17th century under Mughal Emperor Shah Jahan for pilgrims en route to Mecca, and briefly served as a jail in 1857. The finely crafted archways and dome now stand over the Surat Municipal Corporation offices.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"228",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Chintamani Jain temple",
		"description": "This temple, built under the reign of Emperor Aurangzeb at the end of the 17th century, has a deceivingly simple exterior, but is remarkably crafted from inside, the beautiful vegetable dye paintings covering the wooden pillars topped with carved brackets.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"229",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Vir Narmad Saraswati Mandir",
		"description": "Poet Vir Narmad (1833-86), author of  ‘Jai Jai Garvi Gujarat’ and some other famous Gujarati poems, lived in this quaint house built in 1866, now restored as a memorial. Narmad actively advocated a single national language, self-governance and created literary works that sparked off an era of social reform. During the freedom struggle, freedom fighters and artists used to gather here.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"230",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Gopi Talav and Nav Sa’id Masjid",
		"description": "This lake is named after Gopi, credited with the rise of the city. Nav Sa’id Masjid is one of the four main mosques, along with Khudawand Masjid, Sayyid Idris Mosque, and Khwaja Diwan Sahib.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"231",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Rander and Jama Masjid",
		"description": "One of the oldest cities in South Gujarat, and the main city of the area before the center shifted to Surat, Rander lies across the causeway northeast of Surat. The 4-storey Jama Masjid, or Friday Mosque here was built in the 16th century reusing parts from the Jain temple that was on the site previously.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"232",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Navsari",
		"description": "30 kms. South of Surat and on the bank of the river Purna, Navsari is now an important commercial centre. Historically, the first settlement of the Parsis took place in Navsari in 1142 AD. The sanitorium, fire-temple Atas Beharam and smaller agiaris, the Parsvanath Jain temple, the legendary dargah of Sayed Saadat are chief attractions. The pioneer of the Indian steel industry and the founder of the House of Tatas, Mr.Jamshedji Tata was born in Navsari. The house where he was born is well preserved and recommended for a visit.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"233",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Bilimora",
		"description": "It is about 25 km south of the district headquarter Navsari. In addition to having Parsi settlements, and the tasty bakery goods that are a natural consequence, it is also a center for the forest produce of Dang (the neighbouring district). It is an important railway junction for travel to Saputara. It is a minor port, and has some lovely sights by the river Ambika. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"234",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Religious Sites",
		"name": "Udvada",
		"description": "Regarded exceedingly sacred by the Parsi and Zoroastrian community, Udvada is a coastal town near the city of Surat in the district of Valsad. It is renowned for the Zoroastrian Atash Bahram fire temple.  Udvava literally stands for `grazing ground of camels`, which was actually the town`s condition, prior to becoming a fishing village. The Udvada Beach and the Iranshah or the Atash Bahram fire temple are the chief attractions. Udvada is famous for Parsi food. You can try some great Parsi food in any local restaurant. You can especially treat yourself on Fried Boi(Mullet Fish), vin-daloo fish curry, sali margi or ghosht, Rava Sheera, Dhanshak, Macaroons and nan khatai. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"235",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Museums & Learning Spaces",
		"name": "Sardar V Patel Museum and Planetarium",
		"description": "Also known as the Sardar Sangralaya, this museum was established in 1889, and the collection represents the rich history and eclectic ethnic mix of Surat. It also provides maps for travelers. Open from 9am-11:30am and 2:30pm-5pm every day except Sundays and public holidays.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"236",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Forests & Natural Ecosystems",
		"name": "Bardoli",
		"description": "It is situated 34 kms. from Surat. This town saw the birth of the No-Tax movement, led by Sardar Patel, in protest of the British rule under which farmers barely had enough to feed their families, let alone to pay the exorbitant taxes. It was a precursor to the Namak Satyagraha, the Salt March. The Swaraj Ashram, garden, museum, and khadi workshops, are well worth a visit, as well as the Aitihasik Ambo, a mango tree under which Gandhiji famously declared that he would settle for nothing less than independent home-rule for India. Bardoli is accessible by ST (State Transport) buses.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"237",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Archaeological & Architectures",
		"name": "Sanjan",
		"description": "Sanjan is a small town in the Valsad District. It is situated just inside the Gujarat-Maharashtra border. Sanjan was one of the primary Parsi settlements in India. It is believed to have been found by Zoroastrian refugees, whose descendants are today known as the Parsis, who sought asylum in Gujarat after they were compelled to flee Iran. Sanjan Memorial Column was built in this town in 1917 to memorize the landing of the Parsis (Zoroastrians) in India. It is one of the holy places of Parsis. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"238",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Beaches & Coastal Sites",
		"name": "Nargol",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"239",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Beaches & Coastal Sites",
		"name": "Dandi Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"240",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Beaches & Coastal Sites",
		"name": "Dumas Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"241",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Beaches & Coastal Sites",
		"name": "Suvali Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"242",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Beaches & Coastal Sites",
		"name": "Tithal Beach",
		"description": "Under Construction ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"243",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Others",
		"name": "Chowk",
		"description": "The Chowk, or main square built after the 1837 fire which destroyed much of the city, is surrounded by colonial buildings such as an Anglican Church around 1895, Andrews Library of 1907 (open 9am-1pm and 3-7pm daily), and the Sir J. J. Training College of 1872.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"244",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Others",
		"name": "Textile markets",
		"description": "South of the Sahara Gate which opens on to Bardoli Road, the textile markets are packed with saris, salwar kameez, dress pieces, and a range of other polyester, silk, printed, and embroidered materials that Surat, once renowned for silk weaving and brocade, and is still famous for even after a history of setbacks in the textile industry.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"245",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Others",
		"name": "Diamond Industry",
		"description": "Around the world, 8 out of 10 diamonds on the market were cut and polished in Surat. This industry earns India about 10 billion USD in annual exports. A legacy of old Dutch trade links, it began after a Surti entrepreneur returned from East Africa bringing diamond cutters. The rough diamonds themselves, however, come to Surat as rough crystals ripped out mainly from deep under the earth of South Africa and other regions of the continent, and go from here as smooth gems to Antwerp, Belgium where the international diamond trade is run mainly by Hasidic Jews and Jains from Palanpur in North Gujarat.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"246",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Heritage Monuments & Structures",
		"name": "Surat Castle",
		"description": "In 1540, Sultan Mahmud III had this castle built with extra strength for protection against Portugese raids. It is now filled with government offices, but you can go up to the top for a marvelous view of the city and Tapi river.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"247",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Heritage Monuments & Structures",
		"name": "European tombs",
		"description": "It is said that the competition between the Dutch and the British followed them even past death. They erected grand mausoleums instead of the normal tombstones in Europe, heavily influenced, ironically, by Hindu and Islamic elements belonging to the very natives to whom they were each trying to prove their superiority as colonizers. Next door to the British and Dutch cemeteries is the churchyard of the Armenians, another important trading community from the 16th century, whose tombstones are heavily inscribed, but forgo the superstructures of the other two communities.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"248",
		"hub": "Surat",
		"area": "SURAT",
		"type": "Gandhi",
		"name": "Dandi",
		"description": "Here you reach the ocean, and the historic landmark where the Namak Satyagraha, also known as the Dandi March ended and India’s independence began when Mahatma Gandhi picked up a pinch of salt in protest of the British rule. Dandi is accessible by ST (State Transport) buses.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"249",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Forests & Natural Ecosystems",
		"name": "Sitavan",
		"description": "The green woods of Saputara have history and mythology as dense as their foliage. The name means 'Sita's forest'. Legend goes that Lord Ram spent 11 of his 14 years in exile traversing these forests.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"250",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Forests & Natural Ecosystems",
		"name": "Gira waterfalls",
		"description": "Breathtakingly beautiful around monsoon, these seasonal (only after rains) falls are among the most picturesque sights in the district. Located about 3 km from Waghai town, the Gira waterfall is a 30 m natural drop into the Ambica River. It is open to public and accessible by jeeps on hire.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"251",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Forests & Natural Ecosystems",
		"name": "Pandava Gufa",
		"description": "Experience the mythic feelings of the Pandava caves also known as the Aravalem Caves well known by the mystical stories of Pandavas from the Mahabharata.  It is believed that in these caves Pandavas spend some of their time during their hideout days in forest and offered prayers to God Shiva. The road to the caves provide a variety of glimpses of tribal villages and fort ruins. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"252",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Others",
		"name": "The Ropeway",
		"description": "On your way up to the Governor’s hill, you will pass the Vaity Resort. Here you can use the ropeway service (cablecar) to go up to Sunset Point. Suspended above hills, valleys and meandering rivers, this 15 minute ride gives you a bird’s eye view of Saputara. When planning your day bear in mind that jeeps take passengers 2 km from the main roundabout in the city up to the boarding point only between 5.30pm and 6.00pm, and that the cable car will not operate without at least twelve passengers. Ticket Rs. 40/-",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"253",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Others",
		"name": "Governor’s Hill",
		"description": "As you walk through this open expanse in the early hours of the day, you experience a mysterious dance of light slowly caressing life into the world. You have an amazing view of the valleys, streams and rivulets, and on your right you can see a railing demarking the Gujarat-Maharashtra border. During certain seasons in the evening you can have camel rides or buy local snacks on this otherwise quiet hilltop.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"254",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Others",
		"name": "Artist Village",
		"description": "This is a place to not only see and buy the tribal artifacts on display, but also to get your hands to work. You will feel welcomed and inspired to try out warli painting or craft tribal objects. Run by Chandrakant Parmar and Surya Goswami, it is a good place to learn about the culture of this region, especially for school groups. The community also provides simple accomodation for a very reasonable cost.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"255",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Others",
		"name": "Other points of interest",
		"description": "A track runs up to Sunrise Point, and then the same road twirls up to the Echo Point. You find a natural amphitheatre in the mountain-face, where you can call to your echo, past a stone altar with three human figures.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"256",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Others",
		"name": "Village Experiences",
		"description": "Three km down the Vansda road downhill is Malegaon. A mixed-economy village, it grows grain, fruit and vegetables, and grazes cattle and bullocks. Take home simple memories of tribal culture, art & music from this village. You can also visit other interesting villages like Ambapada and Mahal.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"257",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Religious Sites",
		"name": "Nageshwar Mahadev",
		"description": "The original Snake temple is replaced by the Nageshwar Mahadev temple, on the southern bank of the Saputara Lake.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"258",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Gardens & Lakes",
		"name": "Gardens",
		"description": "Saputara has many beautifully landscaped gardens where you can relax or enjoy a picnic. Across the bridge on the road to Nashik is the Millenium Garden, and further down the bus stop is the Rose Garden. Other pleasant possibilities are Lakeview and Step Garden.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"259",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Gardens & Lakes",
		"name": "Lake",
		"description": "The centerpiece of this hill resort is its lake, which offers boating facilities and lakeside recreational activities. You can hire boats from the boat-house between 8:30am and 6:30pm. For half an hour, a pedal boat costs Rs. 20/- per person and a rowboat Rs. 5/-.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"260",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Gardens & Lakes",
		"name": "Trekking",
		"description": "Saputara offers some of the most sacred trails you can imagine, with winding pathways in unspoiled atmospheres, untouched by human activities. This serpent-shaped hill side poses mild to rough challenges to a trekker. Its wild and wandering tracks through a thick cover of forest are among the few and precious natural joys of an otherwise industrially booming Gujarat. Some of the established trekking routes are to Rajat Pratap and to Tridhara near Dhupgarh. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"261",
		"hub": "Surat",
		"area": "SAPUTARA HILL STATION",
		"type": "Museums & Learning Spaces",
		"name": "Saputara Tribal Museum",
		"description": "The population of the Dangs, where Saputara is located, is 90% adivasi. This museum will give you an introduction to the lifestyle, costumes, heritage and ecology of the tribal Dangs. Although the presentation lacks character, it is worth visiting to learn about many major forms of tribal expression such as a stone funerary column, grass ornaments, stuffed birds, woodcarving, clay ritual objects, body tattoos, and masks used in dance-dramas, and musical instruments. Use it as an opportunity to educate yourself about the local culture before venturing into it in a less mediated way. After the first round of information, you should feel ready to learn more in person. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"262",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Sanctuary",
		"description": "With trees reaching a height of 120 ft. the forests of Vansda are dense and varied. With the rain gods being generous (over 2,000 mm rainfall), parts of the Park have moist deciduous forest with kaatas bamboo. Dry deciduous forest occurring in other areas has 'manvel' bamboo and adds to the diversity of habitats.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"263",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Unai Hot Springs",
		"description": "The hot springs, open to the public, are a great place to rejuvenate. Buses from Vansda village stop near the Unai Mata temple. Coming from Surat, Unai is on the way to Vansda. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"264",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Forests & Natural Ecosystems",
		"name": "Padamdungari Eco Camping",
		"description": "Padamdungari is a campsite located at about 30 km from Vyara town, and 8 km from Unai village. It is situated amongst the Sahyadri ranges, by the river Ambica. Treks, trails, winding up and down the hillocks, sunset activity, observation towers, relaxing woodlands, and medicinal groves are proposed attractions when you visit Padamdungari. The scenic site has deep, dense, multi-storied forests, genetic diversity, rocky, undulating, & enriched landscapes. The fauna consists of big cats, lesser canines, herbivores, birds, reptiles, aquatic animals. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"265",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Museums & Learning Spaces",
		"name": "Kilad Nature Education Campsite",
		"description": "This education center is in the south east part of the park along the Ambika river. It is located at the Dang Forest Division on the way to the Waghai Botanical Garden. It offers visitors a unique and exciting opportunity to stay in the forest and make friends with it. After an evening campfire under the stars you can spend the night at the center. In the morning you can hire a guide (Rs. 50) to take you through the forest and tell you the names of trees and their uses, show you leopard tracks, how to recognize birds by their song, and other such secrets. There is a fantastic 3-story tree house made of bamboo which is perfect for early morning birdwatching. Entry to the center is free. Visitors must get permission a few days in advance from the Range Forest Officer, Tel: +91 230 230057. There are basic bath and toilet facilities.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"266",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Museums & Learning Spaces",
		"name": "Waghai Botanical Gardens",
		"description": "2 km past Waghai, the nearest town, the garden and Bio-Diversity Conservation center have a wide range of native and exotic plant samples from which you can learn to identify plants, learn how they are used for food and medicine, and how much we depend on them. There is a nature education trail which leads you to and from Vansda Park. You might not find people to welcome and orient you, but there is plenty of written information about the plants posted around the center. The garden is open from 8am-6pm and entry is free.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"267",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Museums & Learning Spaces",
		"name": "Dharampur",
		"description": "Once a princely state with diplomatic relations with various parties that kept the area relatively peaceful, this town on the banks of Swargavahini river at the foothills of the Sahyadri mountain range has a quaint colonial air and a pleasant climate throughout the year. You can visit, among other sites, the Japanese Gardens and the Lady Wilson Museum. From Vansda, you must go to Chikli, and from there to Dharampur. Ask about ST buses from Vansda.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"268",
		"hub": "Surat",
		"area": "VANSDA NATIONAL PARK",
		"type": "Others",
		"name": "Vanil Udyog",
		"description": "Visit the wood workshop, in Waghai, where the forest department makes and sells furniture and fixtures from teak.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"269",
		"hub": "Surat",
		"area": "PURNA WILDLIFE SANCTUARY",
		"type": "Forests & Natural Ecosystems",
		"name": "Explore the Sanctuary",
		"description": "Purna has the thickest forest cover in the state, and the highest average rainfall, at 2500 mm. At sunset, the 160 square km of lush rolling hills, teak, and bamboo, fill with the music and drums of the Dangi tribes that also populate Vansda. The main village of Mahal is at the center of the sanctuary on the banks of the Purna river, with a forest rest house. Purna and Vansda together are the only protected forest areas in South Gujarat. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"270",
		"hub": "Surat",
		"area": "PURNA WILDLIFE SANCTUARY",
		"type": "Forests & Natural Ecosystems",
		"name": "Mahal Eco Campsite",
		"description": "The Mahal Eco Campsite is bestowed with rivers and bamboo glides, with excellent walking and trekking options. It is located on the banks of the Purna River, in the middle of the Purna Wildlife Sanctuary and is a part of the Dang Forest Division North. It is surrounded by a vast & rich forest laced with the Purna & Gira rivers. For an eco-tourist wanting to enjoy birds of moist deciduous forest mixed with bamboo, this is the best place to visit. Its also near the Girmal Falls which offer a breath taking view. Best time to visit the campsite is from October to March.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"271",
		"hub": "Surat",
		"area": "PURNA WILDLIFE SANCTUARY",
		"type": "Forests & Natural Ecosystems",
		"name": "Girmal Falls",
		"description": "This seasonal waterfall is bigger than Gira. It is open to the public, and accessible by jeeps for hire. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"272",
		"hub": "Surat",
		"area": "PURNA WILDLIFE SANCTUARY",
		"type": "Religious Sites",
		"name": "Shabari Dham",
		"description": "Filled with fascinating mythology, this serene temple is supposed to have been where Lord Rama met Shabari while searching for his wife Sita and ate the berries she offered him, after tasting each one to make sure it was good. Three stones on which Lord Rama, his brother Lakshman and Shabari are said to have sat are still worshipped. Pampa lake, about 6 km from Shabari Dham, is a water source associated with a story of Lord Rama’s bathing.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"273",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Religious Sites",
		"name": "EME temple",
		"description": "The Indian army does not usually have separate places of worship for the different faiths, but this temple, built by the Electrical and Mechanical Engineering (EME) corps entirely out of aluminum sheets, worships Dakshinamurti, another name for Shiva as an ultimate teacher. This uncommonly modern-looking temple is, however, built with holy symbols from various religions. It is open from 6:30am-8:30pm. Photography is prohibited.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"274",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Religious Sites",
		"name": "Sri Aurobindo Niwas",
		"description": "Aurobindo Ghose, who was once the personal secretary of Sayajirao III, and later was Vice Principal of Vadodara College, lived here during his time in Vadodara. He then went through various dramatic transitions, and was later more widely known, as a freedom fighter and then a yogi, as Sri Aurobindo. The Niwas, with a library, sales outlet and space for meditation is open from 9am-7pm.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"275",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Religious Sites",
		"name": "Ankottaka",
		"description": "Now known as Akota, this site began as a small settlement among Akola trees, a kilometer west of where would later lie Vadodara. Towards the 5th century AD it was known as a center of Jainism and Jain studies. The 68 bronze statues of tirthankars recovered from the site so far are now housed in the Vadodara Museum and they provide an insight into metallic art at the time.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"276",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Museums & Learning Spaces",
		"name": "Vadodara Museum",
		"description": "One of the two museums in the Sayaji Baug is the famous Vadodara Museum and Picture Gallery, built in 1894, one of the various buildings peppering the city that was commissioned by Sayajirao and designed by Mant and Chisholm (see following section on palaces). Sayajirao traveled widely and commissioned various dealers and scholars to find objects to build a wide-ranging collection with everything from Mughal miniatures, to sculptures, textiles and objects from Japan, Tibet, Nepal, and Egypt and coins from all over the world to exhibits of the Indian musical instruments. There are also exhibits on Earth Sciences, Natural History and Zoology. One of the highlights is the 22m long blue-whale skeleton found in 1972 at the mouth of the River Mahi, most likely washed up in a storm. The Ethnography section has exhibits about tribes from Gujarat: the Rabaris, Gamits, Bhils, Chaudhuris and Wagharis. The museum library has nearly 23,000 books and periodicals on a range of subjects, some of them extremely rare.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"277",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Museums & Learning Spaces",
		"name": "MS University",
		"description": "Maharaja Sayajirao University is one of the most respected institutes of higher learning in western India. It is home to fine work in fields such as human genome research, social work, and technology, as well as for an excellent Archaeological Department where you can find out about new findings on Hadappan sites or the intriguing excavations at the Buddhist site of Dev-ni-Mori. The university is most known for being a hub of artistic activity, however The Faculty of Arts, originally Baroda College, with its easily visible dome, provides a city landmark for the confused visitor. The Faculty of Fine Arts, continuing Sayajirao's tradition of support for current progressive work, was established in the 1950s when modern Indian art was first evolving its own identity. It is known not just for conserving tradition, but for experimenting with change. It frequently exhibits the works of renowned artists. It also hosts a popular Navratri event. If interested, inquire at the office about entry regulations. The Faculty of Performing Arts is popularly known as Music College, but also has a dance program. There is also a small theatre called Play Box. Enjoy the art, concerts, plays, and general buzz at this place of learning. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"278",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Others",
		"name": "Other buildings",
		"description": "Tambekar Wada, a 4-storey haveli, the residence of the Diwan of Vadodara acquired by the Archeological Survey of India, is famous for its wall paintings from the 19th century Maratha tradition depicting scenes from the Mahabharata, Lord Krishna's life and from the Anglo-Maratha war.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"279",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Others",
		"name": "Sankheda",
		"description": "While many communities revolving around Indian traditional craft have withered, the Kharadi community with its lacquered woodwork technique has in fact prospered under the modern process of markets and products. The finely applied and polished lattice work (lacquer) turns to beautiful browns and oranges after heating; it is called sankheda after its location and it is known internationally in the craft world. Take a bus or a train to reach the town and watch the artists at work or buy their craft.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"280",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Archaeological & Architectures",
		"name": "Palaces",
		"description": "Maharaja Sayajirao III commissioned Major Charles Mant (also known as 'Mad' Mant for his eccentric work) to build the Lakshmi Vilas Palace, which was later finished by R.F. Chisolm. It was built in the Indo-Saracenic tradition, with an eclectic mix of Indian, Islamic, and European elements, as if, as Philip Ward writes, “an architectural Paul Klee had taken solid lines for a walk”. The imposingly impressive interior is full of multi-colored marble, mosaic tile and various works of art and the courtyards of palms and fountains have arched entrance-ways big enough for “the tallest elephant with the largest howdah on his back” to pass through, as reported by Edward Weeden, one of the earliest Europeans to stay in the palace. The palace grounds include a golf course and Sayajirao's personal museum, containing, among other displays, original paintings by Raja Ravi Varma. While less impressive than the Vadodara Museum, this one is still worth a brief visit. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"281",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Forests & Natural Ecosystems",
		"name": "Vadhvana Wetland & Eco Campsite",
		"description": "This irrigation reservoir and wetland located 10 kms from Dabhoi & 20 kms from the Jambughoda village, is the water source for 25 nearby villages, and a popular birdwatching site for species including stork, tern, ibis, and spoonbill. To get here you will have to rent a vehicle from Dabhoi, taking the Nanderi Gate road. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"282",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Kadia Dungar Caves",
		"description": "Seven rock-cut caves and monolithic lion pillars are present at Kadia Dungar, near Bharuch. The caves suggest that they were viharas. A Brick stupa was also found in the foothills. These caves were in use during 1st and 2nd century AD. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"283",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Buddhist Foot Print in Gujarat",
		"name": "Department Of Archeology - M.S.University",
		"description": "In the M.S. University of Vadodara department of archeology has well maintain museum on the relics of buddha which was found from the buddhist site of Dev Ni Mori in the northern site of Gujarat. You can see the museum whenever you are in Vadodra. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"284",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Heritage Monuments & Structures",
		"name": "Palaces",
		"description": "Maharaja Sayajirao III commissioned Major Charles Mant (also known as 'Mad' Mant for his eccentric work) to build the Lakshmi Vilas Palace, which was later finished by R.F. Chisolm. It was built in the Indo-Saracenic tradition, with an eclectic mix of Indian, Islamic, and European elements, as if, as Philip Ward writes, “an architectural Paul Klee had taken solid lines for a walk”. The imposingly impressive interior is full of multi-colored marble, mosaic tile and various works of art and the courtyards of palms and fountains have arched entrance-ways big enough for “the tallest elephant with the largest howdah on his back” to pass through, as reported by Edward Weeden, one of the earliest Europeans to stay in the palace. The palace grounds include a golf course and Sayajirao's personal museum, containing, among other displays, original paintings by Raja Ravi Varma. While less impressive than the Vadodara Museum, this one is still worth a brief visit. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"285",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Heritage Monuments & Structures",
		"name": "Dabhoi",
		"description": "This ancient fortified town, originally known as Darbhavati, and given significant mention in the Jain scriptures of Girnar, was first walled by Solanki rulers and then developed by the Vaghelas and is impressive both in its sweeping grandeur and its fine detail. Legend has it that the mason who built Hira Gate, today the least weathered of the four gates, was buried alive within it for misappropriating city labor and materials to build a talav for his lover, so ponder love and justice as you look up at the magnificent structure. In more recent history, the town is significant  for its narrow-gauge railway station, the largest in Asia, and one of the oldest in the world which was still functioning till a few years ago.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"286",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Heritage Monuments & Structures",
		"name": "Chhota Udepur",
		"description": "Towards the border with Rajasthan, Chhota Udepur shares a history with Devgadh Baria and Rajpipla as one of the three princely states of eastern Gujarat. The small town sits on the edge of a big lake, with a series of temples along the skyline. The Jain temple is an interesting example of the influence of Victorian art on local building styles. Structures from the 1920s such as the Kusum Vilas Palace(also a heritage hotel) and Prem Bhavan are also worth visiting, though they need permission from the local royal family. For information on Kali Niketan, a heritage hotel on the Orsang river ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"287",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Gardens & Lakes",
		"name": "Sursagar Talav",
		"description": "This restored artificial lake is large and always full, which makes it a great place to hang out, as well as for boating. It also receives the majority of Ganesh idols during Ganesh Chaturthi.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"288",
		"hub": "Vadodara",
		"area": "VADODARA",
		"type": "Gardens & Lakes",
		"name": "Sayaji Baug",
		"description": "This large park on the banks of the river in the center of the city, across from the busy railway station and bus stand, was built by Maharaja Sayajirao III in 1879 and named after him, but also commonly known as Kamati Baug. Take at least half a day to fully explore the 45 hectares of garden grounds, with 2 museums, a zoo, a planetarium, a flower clock, and an operational toy train, among other attractions, and then come back to the park whenever you need a respite from activities in the rest of the city.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"289",
		"hub": "Vadodara",
		"area": "DAKOR",
		"type": "Religious Sites",
		"name": "Other Shrines",
		"description": "Being a temple town, Dakor is host to several temples. Among them are the Bodana Temple, a vast and beautiful temple of Goddess Lakshmi; the Santaram Mandir; the Shri Satyanarayan temple with its unique shikhar; and the modern Punitashram, known for serving pilgrims. Among the various services of Punitashram are Ashaktashram for the disabled and the Vriddhi Nivas home for the elderly. Among other attractions we may also count the newly built Gayatri temple. Vaishnavs make sure to visit Mahaprabhuji ni bethak, one of the 84 established seats of Mahaprabhu in India.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"290",
		"hub": "Vadodara",
		"area": "DAKOR",
		"type": "Religious Sites",
		"name": "Ranchhodrai Dakor Temple",
		"description": "The main temple, enclosed by a fort wall, is situated near the bank of the holy lake Gomti in the midst of the main bazaar of Dakor. The temple is covered with 8 domes and 24 turrets, with the central dome reaching a height of 27m. Crowned with a golden kalash and a white silken flag, this temple is the tallest in the district. Though not very rich in carving, the main cupola derives its influence from the Maharashtrian style of temple architecture. The main hall features paintings depicting events in Lord Krishna’s life.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"291",
		"hub": "Vadodara",
		"area": "DAKOR",
		"type": "Religious Sites",
		"name": "Bilodra",
		"description": "If you wish to take your excursions inward, than the Hari Om Ashram in Bilodra might serve the serenity to bridge those pathways. In this ashram, first established as maun mandirs (silent temples), you can find a space of solitude for quiet reflection. Sincere seekers take a vow of silence and shut themselves voluntarily inside these rooms to penetrate into the silence within themselves. For a token donation of Rs. 5/-, the ashram provides these seekers food in their closed room through a window as well as laundry facility. This hermitage is run entirely on donations. It was founded by Pujya Shree Mota, a well-known saint of Gujarat, who had dedicated his life to selfless service of Harijans. It is a one-kilometer walk from the ST bus stop.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"292",
		"hub": "Vadodara",
		"area": "DAKOR",
		"type": "Religious Sites",
		"name": "Galteshwar",
		"description": "About 16 km from Dakor is a Shiva temple of the Solanki era, situated on the alluring sangam (confluence) of the rivers Mahi and Galati where it is said lived Galav Muni Chandrahaas of Puranic fame. At present the lovely rocky bank of Mahi and the beautiful old Shiva temple on it has one spring of the River Galati constantly sprinkling water on the Shiva linga. Rich in art and architecture, it has a unique eight-sided hall. The walls have carved figures of Gods, gandharvas, humans, rishis, horse riders, elepant riders, chariots, doli (palanquins) and the events of a human life, from birth to death, are all depicted in these carvings. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"293",
		"hub": "Vadodara",
		"area": "DAKOR",
		"type": "Gardens & Lakes",
		"name": "Gomti Lake",
		"description": "According to the Mahabharata legend, Bhimsen, on a journey with Sri Krishna, carved open a small pool of fresh clean water into a great lake for the benefit of the hermitage dwellers and forest animals. Spreading over an area of 230 hectares opposite the Dakor temple, it is named after the river Gomti from Dwarka. On its banks there are dharamshalas, havelis and other buildings for lodging pilgrims. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"294",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Religious Sites",
		"name": "Narmada Mini-Parikrama",
		"description": "The river Narmada is one of the seven holiest rivers of Hinduism. Thus the Narmada mini-parikrama is suppose to be one of the most pious things a Hindu can do. As with all parikramas, one walks clock-wise around the river, walking from source to sea on the south bank and sea to source on the north side, so that the holy site is always on the right. Ideally the pilgrim carries no belongings and accepts gratefully whatever hospitality the universe shows along the way. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"295",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Religious Sites",
		"name": "Chandod",
		"description": "This city of temples is at the confluence of the Narmada, Orsang and Saraswati rivers, and is therefore considered highly sacred. A dip in the ghats here is seen as the most sacred of all the sites along the Narmada. It is a home to temples such as the Kashivishwanath Mahadev temple, which has interesting wall paintings, and various others.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"296",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Religious Sites",
		"name": "Shiva temples",
		"description": "Along the Narmada there are innumerable Shiva temples; many are well-known, such as Nareshwar, and Shuklatirth. There are more than one named Surpaneshwar Shiva temple, so don't get confused. In addition to the more accessible one near the dam site, there are others that have more atmosphere precisely because of their seclusion.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"297",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Religious Sites",
		"name": "Kabirwad",
		"description": "Kabirwad is a famous place situated on an island in the middle of the river Narmada.It can be reached by boats which operate to and from the Shuklatirth Shiva temple. It is an incredible grove of a Banyan tree which has grown over the years and now occupies an area of almost 3 kms. The place is named after the famous Saint Kabir who lived here for many years. It also has an imposing Kabir Temple where visitors & worshippers come to pray. Thus people visit Kabirwad not just for historical reason but also to enjoy the solitude and sanctity offered by this huge Banyan Tree. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		
		{
		"id":"298",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Dediapada Range",
		"description": "In these beautiful forest range you find the Ninai waterfalls and Shoolpaneshwar wildlife sanctuary. There are excellent trekking and camping options, especially after the monsoon season, when the area is most lush. As a visitor to an area being developed as an 'ecotourism' site, treat this as an opportunity to find out how your visit can have the least adverse impact on the area (as some impact is unavoidable), and how what you learn can potentially even be enriching for it, or for other areas of biodiversity around the world.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"299",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Shoolpaneshwar Wild Life Sanctuary",
		"description": "Birds having affinities with Himalayan and Western Ghats, a variety of raptors, the hills of Satpuda range, the thrill of coming across a python or flying squirrel, pangolin or big/ lesser cats and the scenic beauty of moist deciduous forest... all this can be enjoyed by an eco-tourist at Shoolpaneshwar Wildlife Sanctuary. The Sanctuary encompasses an area of 607.71 sq. km in Narmada district, which comprises a major watershed, feeding the Sardar Sarovar and the Karjan reservoirs. Hilly tract of the Sanctuary bordering Narmada supports some of the best forests in Gujarat. The physical aspect is dominated by the Rajpipla hills. DhamanMal, the highest peak located in the eastern portion, is about 882 m in altitude. The general slope of the area is towards the west.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"300",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Ratanmahal Sloth Bear Sanctuary",
		"description": "About 55.65 sq. km area of the Sanctuary is a triangular landmass, which covers reserve forests of 11 villages. Forest originally belonged to ex-ruler of Devgadh Baria State. Eleven villages with a population of about 7000 are located in and around the Sanctuary and 41 villages are located in its interaction zone. An area of 150 ha is in possession of irrigation department. Jhabua district of Madhya Pradesh constitutes boundary in south and east of the Sanctuary, whereas forests in west, and revenue areas in north surround the Sanctuary.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"301",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Vishal Khadi Eco Campsite",
		"description": "Vishal Khadi Campsite is a campsite situated on the way to Rajpipla-Netrang road. It is around 20 km away from Rajpipla. The site is surrounded by several forest areas, namely, Karjan forest area, Dediyapada forest area and Dang forest area, and fertile agricultural plains and river valleys. The sightseeing includes the bathing ghats on the River Narmada at Chandod and Garudeshwar, the fort at Dabhoi, waterfalls, the Jain temples of Jagadia. One can also go for boating to the nearby Karjar River as the back waters of the river extend till the campsite.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"302",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Samot-Malsamot Eco Campsite",
		"description": "This substantially elevated place near Maharashtra border, is amidst, teak forests with sunset, sunrise, valley view points, bracing cool climate and the Ninai waterfalls is breath- taking. It is a 2 hour drive around a winding road from Rajpipla located in the Dediapada Wildlife Sanctuary. These waterfalls and hills of Malsamot offer a splendid picnic location and nature trip near Rajpipla.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"303",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Kanjeta Eco Campsite",
		"description": "Kanjeta is a fully developed campsite situated inside the Ratanmahal Sloth Bear Sanctuary in the Dahod district of Central Gujarat. Like all the other eco campsite, this campsite is also surrounded by a rich variety of diverse flora and fauna. The main attraction is the sloth bear but the area also harbours  other species like panthers, jungle cats, civets, jackals, hyenas, honey badgers, foxes, porcupines etc. It also boasts of a variety of avifauna like treepies, white bellied drongos, racket tailed drongos, paradise fly catcher, black headed oriole, etc and a variety of reptiles.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"304",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Zarwani Eco Campsite",
		"description": "This campsite is situated in the Narmada District. It is 28 kms from Rajpipla towards Kevadia Colony at the Narmada Dam site. It is 7 kms from the Thawadia checkpost. It is situated inside the Shoolpaneshwar Wildlife Sanctuary which is home to a gamut of flora & fauna. The wildlife attarction include leopards, wild sloth bears, hyena, various species of Deers and wild dogs. One can also see the rhesus monkey and the barking deer or muntjac which are rarely found in other parts of the country.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"305",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Forests & Natural Ecosystems",
		"name": "Sagai-Malsamot Eco Campsite",
		"description": "This campsite is situated at the foot of the hills Malsamot, is amidst, teak forests with sunset, sunrise, valley view points, bracing cool climate and the Ninai waterfalls is breath- taking. It is a 2 hour drive around a winding road from Rajpipla located inside the Dediapada Wildlife Sanctuary. These waterfalls and hills of Malsamot offer a splendid picnic location and nature trip near Rajpipla.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"306",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Others",
		"name": "Bharuch",
		"description": "Once a small riverside village where the Narmada river emptied into the sea, Bharuch offered its sheltered waters to the shipping world and prospered as a center of international trade. The city has a rich mythological and archaeological history.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"307",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Others",
		"name": "Tilakvada",
		"description": "This tribal village is inhabited by the Tadvi community. It is a good highway stop on the road from Rajpipla to Dediapada.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"308",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Archaeological & Architectures",
		"name": "Sardar Sarovar Dam",
		"description": "Near Rajpipla, 1163 km away up the river from the sea, is Sardar Sarovar dam. At the reception center there is a map and an interpretation center. You can book a guided tour which will take you through six points around the dam site: a garden; the foundational stone laid by Jawaharlal Nehru in 1961; a site with a side view of the flow of the water from the dam; a lake where boating takes place; the first lock gate of the main canal; a trekking site with a nature education camp for students. Near the site is also the Surpaneshwar Shiva temple that the Government had built to replace the original ancient temple that was submerged by the dam. At the foot of the dam is the Kevadia colony, where the employees of the dam live and where there are also places for visitors to stay",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"309",
		"hub": "Vadodara",
		"area": "NARMADA RIVER",
		"type": "Heritage Monuments & Structures",
		"name": "Rajpipla",
		"description": "This town is 36 km from Sardar Sarovar dam, and 98 km from Bharuch. It was once the center of a princely state. The palace is used for film shoots throughout the year.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"310",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Religious Sites",
		"name": "Sakar Khan Dargah, Halol",
		"description": "This is the largest mausoleum in the old city. It stands on a low plinth with a large dome.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"311",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Religious Sites",
		"name": "Pavagadh Hill/Kalika Mata TemplePavagadh Hill/Kalika Mata Temple",
		"description": "At the summit of Pavagadh hill, 762 m above sea level, is the temple to Mother Kali, which is the oldest in the area, dating from the 10th-11th centuries. Hindu pilgrims were coming to visit this temple from long before the development of Champaner as a major city, and they continued for hundreds of years after its decline, right up to the present day. To reach the temple at the summit is about a 5 km walk along a jungle footpath to the top of the hill; otherwise, there is a cable car which will haul you to the summit from about the midway point, which is the last place accessible by road. The temple has large fortifications and an open chowk in front, with two altars for sacrifices, and an array of lights for special occasions. The idol of Kalika Mata in the inner sanctum is only the head, the mukhwato, painted in red. Also present are full idols of Mahakali and the yantras of Bahuchara. The temple is open from very early to quite late, to accomodate pilgrims arriving at all hours. The Machi Haveli is a rest house available for pilgrims. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"312",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Jambughoda Wildlife Sanctuary",
		"description": "An easy destination to combine with a visit to Champaner is the Jambughoda Wildlife Sanctuary, a mere 20 km away (70 km from Vadodara). Full of forests of teak and mahuda trees, bamboo, and other lush vegetation, Jambughoda is home to large populations of many kinds of wildlife. The leopard at the top of the food chain is the primary predator, and its numbers have been increasing recently. Other large wildlife include the wild boar, nilgai (blue bull, the largest antelope in Asia), jackal, hyena, barking deer, sloth bear, and chausingha(four-horned antelope).",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"313",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Dhanpari Eco Campsite",
		"description": "Dhanpari is a well-stocked forest ecotourism site situated inside the Jambughoda Wildlife Sanctuary, inside the Panchmahal District of Central Gujarat. The campsite is surrounded by this magnificient forest which is home to a variety of flora an fauna. The plant species inlude teak, bamboo & other plant species. He leopard is the top predator here and other animal species include the sloth bears, blue bulls, jackals, wild boars, four horned antelopes and a variety of reptiles. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"314",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Forests & Natural Ecosystems",
		"name": "Kevdi Eco Campsite",
		"description": "Kevdi is a well-stocked forest ecotourism site situated on the route connecting Jambughoda Sanctuary and Ratanmahal Sanctuary. It has a wonderful location as it is situated at the bank of a river. It comes under the Chhota Udepur forest division. It is loacted 14 kms away from the Kanjeta Eco Campsite.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"315",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Archaeological & Architectures",
		"name": "Brick Tomb",
		"description": "One of the only brick tombs in Gujarat, it has a central brick dome, four corner domes, and four arched entrances on the four sides",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"316",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Archaeological & Architectures",
		"name": "Gates of the Fort Walls",
		"description": "The first line of defense of the Pavagadh fort was the great wall surrounding it. The walls, and the gates surrounding it, date to the 13th century. The first fortification is entered through the Atak Gate, which has two gateways and catapult structures. The western end has the Budhiya gate, with three gateways. The Machi gate has four successive gates joined by huge battlements; of these the Moti or Sadan Shah gate is the most important, cut through solid rock.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"317",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Archaeological & Architectures",
		"name": "Mandvi/Customs House",
		"description": "Originally built to separate the royal palace from the rest of the development, the Mandvi stands in the middle of the Champaner fort. During Maratha rule, it was used as a customs house.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"318",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Archaeological & Architectures",
		"name": "Makai Kothar/Navlakha Kothar",
		"description": "These are large brick structures with domes used for storing grain for the garrison.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"319",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Archaeological & Architectures",
		"name": "Helical Stepwell",
		"description": "This 16th century well has a 1.2m-wide staircase that spirals down along the wall of the well shaft, making it quite unusual in design among stepwells of the region.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"320",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Pavagadh Fort and Early Temples",
		"description": "The earliest part of the Champaner compound, the Pavagadh fort was an important fortress of the Solanki kingdom. The walls of the fort are still standing in parts, as are parts of the earliest known Hindu temple, a Lakulisa temple dated to the 10th-11th century. Other Hindu and Jain temples dating to the 13th-15th centuries, are of the Nagara style.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"321",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Citadel",
		"description": "The citadel built by Mahmud Begda has walls running north-south, with many bastions and gates. All of the gates were two-storeyed, with rooms for watchkeepers. Four of the gates are still in good condition. The east and south gates (known also as the Halol and Godhra gates) are very large rectangular gates, and are the most worthwhile to visit.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"322",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Sikander Shah’s Tomb, Halol",
		"description": "Sikander Shah, ruler of Champaner who was assassinated by Imad-ul-Mulk, Khusqadam in 1526 AD, is buried here along with his two brothers. A beautiful stone structure with fluted domes, though simple, it is quite remarkable in its aesthetics and craftsmanship.",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		},
		
		{
		"id":"323",
		"hub": "Vadodara",
		"area": "CHAMPANER - PAVAGADH",
		"type": "Heritage Monuments & Structures",
		"name": "Mosques of Champaner",
		"description": "Champaner has several large and prominent mosques, a testament to its time of glory as the capital of Gujarat during the Mughal reign. Most date from the late 15th century. ",
		"latlong": "",
		"additional_info": "",
		"photos": [{"title": "","url": "","id": ""},{}],
		"id": ""
		}
		
	]}